{
  "metadata": {
	"page": 1,
	"total": 64833,
	"per": 10
  },
  "items": [
	{
	  "score": 9.24,
	  "themes": [
		{
		  "id": "3CF0EDA7-5856-40F7-A0CF-EC676B4A842C",
		  "theme": "Historical"
		},
		{
		  "id": "04238A83-08E4-4066-AE4C-D5024609F8F0",
		  "theme": "Samurai"
		}
	  ],
	  "titleJapanese": "バガボンド",
	  "sypnosis": "In 16th-century Japan, Shinmen Takezou is a wild, rough young man, in both his appearance and his actions. His aggressive nature has won him the collective reproach and fear of his village, leading him and his best friend, Matahachi Honiden, to run away in search of something grander than provincial life. The pair enlist in the Toyotomi army, yearning for glory—but when the Toyotomi suffer a crushing defeat at the hands of the Tokugawa Clan at the Battle of Sekigahara, the friends barely make it out alive.\n\nAfter the two are separated, Shinmen returns home on a self-appointed mission to notify the Hon'iden family of Matahachi's survival. He instead finds himself a wanted criminal, framed for his friend's supposed murder based on his history of violence. Upon being captured, he is strung up on a tree and left to die. An itinerant monk, the distinguished Takuan Soho, takes pity on the \"devil child,\" secretly freeing Shinmen and christening him with a new name to avoid pursuit by the authorities: Musashi Miyamoto.\n\nVagabond is the fictitious retelling of the life of one of Japan's most renowned swordsmen, the \"Sword Saint\" Musashi Miyamoto—his rise from a swordsman with no desire other than to become \"Invincible Under the Heavens\" to an enlightened warrior who slowly learns of the importance of close friends, self-reflection, and life itself.\n\n[Written by MAL Rewrite]",
	  "chapters": 327,
	  "authors": [
		{
		  "lastName": "Inoue",
		  "firstName": "Takehiko",
		  "id": "FB305DE7-B30E-41D1-B4AB-24B7565E3840",
		  "role": "Story & Art"
		},
		{
		  "lastName": "Yoshikawa",
		  "firstName": "Eiji",
		  "id": "E41AA0E7-6DFC-4D50-9875-8150AF4797BC",
		  "role": "Story"
		}
	  ],
	  "title": "Vagabond",
	  "background": "In 2000, Vagabond won the Japan Media Arts Festival Manga Grand Prize and the 24th Kodansha Manga Award in the general category. The series won the Tezuka Osamu Cultural Prize in 2002 and has had over 82 million copies sold worldwide. Vagabond has been published in English by VIZ Media under the VIZ Signature imprint since April 5, 2002, and in large 3-in-1 omnibuses under the VIZBIG imprint since September 16, 2008. The English release got Takehiko Inoue a nomination for the Eisner Award in the Best Writer\/Artist category in 2003. It also has been published in Brazilian Portuguese by Panini Comics\/Planet Manga since February 2016.",
	  "demographics": [
		{
		  "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D",
		  "demographic": "Seinen"
		}
	  ],
	  "titleEnglish": "Vagabond",
	  "volumes": 37,
	  "status": "on_hiatus",
	  "id": 656,
	  "startDate": "1998-09-03T00:00:00Z",
	  "url": "\"https:\/\/myanimelist.net\/manga\/656\/Vagabond\"",
	  "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/259070l.jpg\"",
	  "endDate": "2015-05-21T00:00:00Z",
	  "genres": [
		{
		  "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
		  "genre": "Action"
		},
		{
		  "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
		  "genre": "Adventure"
		},
		{
		  "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
		  "genre": "Award Winning"
		}
	  ]
	},
	{
	  "url": "\"https:\/\/myanimelist.net\/manga\/2\/Berserk\"",
	  "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/157897l.jpg\"",
	  "endDate": null,
	  "id": 2,
	  "score": 9.47,
	  "titleEnglish": "Berserk",
	  "sypnosis": "Guts, a former mercenary now known as the \"Black Swordsman,\" is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.\n\nSetting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 14: Berserk: The Prototype",
	  "demographics": [
		{
		  "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D",
		  "demographic": "Seinen"
		}
	  ],
	  "status": "currently_publishing",
	  "titleJapanese": "ベルセルク",
	  "volumes": null,
	  "title": "Berserk",
	  "chapters": null,
	  "genres": [
		{
		  "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
		  "genre": "Action"
		},
		{
		  "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
		  "genre": "Adventure"
		},
		{
		  "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
		  "genre": "Award Winning"
		},
		{
		  "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
		  "genre": "Drama"
		},
		{
		  "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
		  "genre": "Fantasy"
		},
		{
		  "id": "3B6A9037-3F61-4483-AD8A-E43365C5C953",
		  "genre": "Horror"
		},
		{
		  "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
		  "genre": "Supernatural"
		}
	  ],
	  "themes": [
		{
		  "id": "82728A80-0DBE-4B64-A295-A25555A4A4A5",
		  "theme": "Gore"
		},
		{
		  "id": "AD119CBB-2CCE-42FE-BD89-32D42C46462F",
		  "theme": "Military"
		},
		{
		  "id": "AD7A66B1-D066-4BC0-8AEE-7B97904F003A",
		  "theme": "Mythology"
		},
		{
		  "id": "4394C99F-615B-494A-929E-356A342A95B8",
		  "theme": "Psychological"
		}
	  ],
	  "authors": [
		{
		  "id": "6F0B6948-08C4-4761-8BE1-192E68AB0A2F",
		  "firstName": "Kentarou",
		  "role": "Story & Art",
		  "lastName": "Miura"
		},
		{
		  "id": "0304C4E9-2D89-463A-8FDD-EEAB5B9D57B3",
		  "firstName": "",
		  "role": "Art",
		  "lastName": "Studio Gaga"
		}
	  ],
	  "background": "Berserk won the Award for Excellence at the sixth installment of Tezuka Osamu Cultural Prize in 2002. The series has over 50 million copies in print worldwide and has been published in English by Dark Horse since November 4, 2003. It is also published in Italy, Germany, Spain, France, Brazil, South Korea, Hong Kong, Taiwan, Thailand, Poland, México and Turkey. In May 2021, the author Kentaro Miura suddenly died at the age of 54. Chapter 364 of Berserk was published posthumously on September 10, 2021. Miura would often share details about the series' story with his childhood friend and fellow mangaka Kouji Mori. Berserk resumed on June 24, 2022, with Studio Gaga handling the art and Kouji Mori's supervision.",
	  "startDate": "1989-08-25T00:00:00Z"
	},
	{
	  "url": "\"https:\/\/myanimelist.net\/manga\/1706\/JoJo_no_Kimyou_na_Bouken_Part_7__Steel_Ball_Run\"",
	  "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/179882l.jpg\"",
	  "score": 9.3,
	  "id": 1706,
	  "endDate": "2011-04-19T00:00:00Z",
	  "titleEnglish": null,
	  "status": "finished",
	  "demographics": [
		{
		  "demographic": "Seinen",
		  "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D"
		},
		{
		  "demographic": "Shounen",
		  "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
		}
	  ],
	  "sypnosis": "In the American Old West, the world's greatest race is about to begin. Thousands line up in San Diego to travel over six thousand kilometers for a chance to win the grand prize of fifty million dollars. With the era of the horse reaching its end, contestants are allowed to use any kind of vehicle they wish. Competitors will have to endure grueling conditions, traveling up to a hundred kilometers a day through uncharted wastelands. The Steel Ball Run is truly a one-of-a-kind event.\n\nThe youthful Johnny Joestar, a crippled former horse racer, has come to San Diego to watch the start of the race. There he encounters Gyro Zeppeli, a racer with two steel balls at his waist instead of a gun. Johnny witnesses Gyro using one of his steel balls to unleash a fantastical power, compelling a man to fire his gun at himself during a duel. In the midst of the action, Johnny happens to touch the steel ball and feels a power surging through his legs, allowing him to stand up for the first time in two years. Vowing to find the secret of the steel balls, Johnny decides to compete in the race, and so begins his bizarre adventure across America on the Steel Ball Run.\n\n[Written by MAL Rewrite]",
	  "titleJapanese": "ジョジョの奇妙な冒険 Part7 STEEL BALL RUN",
	  "volumes": 24,
	  "title": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run",
	  "chapters": 96,
	  "genres": [
		{
		  "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
		  "genre": "Action"
		},
		{
		  "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
		  "genre": "Adventure"
		},
		{
		  "id": "97C8609D-856C-419E-A4ED-E13A5C292663",
		  "genre": "Mystery"
		},
		{
		  "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
		  "genre": "Supernatural"
		}
	  ],
	  "themes": [
		{
		  "id": "3CF0EDA7-5856-40F7-A0CF-EC676B4A842C",
		  "theme": "Historical"
		}
	  ],
	  "background": "JoJo no Kimyou na Bouken Part 7: Steel Ball Run was originally presented as an unrelated story to the JoJo series and was serialized in Weekly Shounen Jump magazine as Steel Ball Run from issues #8~47 2004. Serialization then transferred to Ultra Jump magazine from issue May 2005 and the series was officially declared as Part 7 of the JoJo no Kimyou na Bouken series.",
	  "authors": [
		{
		  "lastName": "Araki",
		  "role": "Story & Art",
		  "id": "30B3A8B4-7A8D-4913-8370-28975F785354",
		  "firstName": "Hirohiko"
		}
	  ],
	  "startDate": "2004-01-19T00:00:00Z"
	}
  ]
}
