{
  "items": [
    {
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/258224l.jpg\"",
      "themes": [
        {
          "theme": "Adult Cast",
          "id": "840867E7-6C60-49CE-8C47-A99AA71A2113"
        },
        {
          "theme": "Psychological",
          "id": "4394C99F-615B-494A-929E-356A342A95B8"
        }
      ],
      "title": "Monster",
      "startDate": "1994-12-05T00:00:00Z",
      "endDate": "2001-12-20T00:00:00Z",
      "demographics": [
        {
          "demographic": "Seinen",
          "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D"
        }
      ],
      "id": 1,
      "status": "finished",
      "volumes": 18,
      "background": "Monster won the Grand Prize at the 3rd annual Tezuka Osamu Cultural Prize in 1999, as well as the 46th Shogakukan Manga Award in the General category in 2000. The series was published in English by VIZ Media under the VIZ Signature imprint from February 21, 2006 to December 16, 2008, and again in 2-in-1 omnibuses (subtitled The Perfect Edition) from July 15, 2014 to July 19, 2016. The manga was also published in Brazilian Portuguese by Panini Comics\/Planet Manga from June 2012 to April 2015, in Polish by Hanami from March 2014 to February 2017, in Spain by Planeta Cómic from June 16, 2009 to September 21, 2010, and in Argentina by LARP Editores.",
      "titleJapanese": "MONSTER",
      "titleEnglish": "Monster",
      "sypnosis": "Kenzou Tenma, a renowned Japanese neurosurgeon working in post-war Germany, faces a difficult choice: to operate on Johan Liebert, an orphan boy on the verge of death, or on the mayor of Düsseldorf. In the end, Tenma decides to gamble his reputation by saving Johan, effectively leaving the mayor for dead.\n\nAs a consequence of his actions, hospital director Heinemann strips Tenma of his position, and Heinemann's daughter Eva breaks off their engagement. Disgraced and shunned by his colleagues, Tenma loses all hope of a successful career—that is, until the mysterious killing of Heinemann gives him another chance.\n\nNine years later, Tenma is the head of the surgical department and close to becoming the director himself. Although all seems well for him at first, he soon becomes entangled in a chain of gruesome murders that have taken place throughout Germany. The culprit is a monster—the same one that Tenma saved on that fateful day nine years ago.\n\n[Written by MAL Rewrite]",
      "score": 9.15,
      "chapters": 162,
      "genres": [
        {
          "genre": "Award Winning",
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "97C8609D-856C-419E-A4ED-E13A5C292663",
          "genre": "Mystery"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/1\/Monster\"",
      "authors": [
        {
          "lastName": "Urasawa",
          "role": "Story & Art",
          "firstName": "Naoki",
          "id": "54BE174C-2FE9-42C8-A842-85D291A6AEDD"
        }
      ]
    },
    {
      "themes": [
        {
          "id": "82728A80-0DBE-4B64-A295-A25555A4A4A5",
          "theme": "Gore"
        },
        {
          "id": "AD119CBB-2CCE-42FE-BD89-32D42C46462F",
          "theme": "Military"
        },
        {
          "id": "AD7A66B1-D066-4BC0-8AEE-7B97904F003A",
          "theme": "Mythology"
        },
        {
          "id": "4394C99F-615B-494A-929E-356A342A95B8",
          "theme": "Psychological"
        }
      ],
      "title": "Berserk",
      "url": "\"https:\/\/myanimelist.net\/manga\/2\/Berserk\"",
      "startDate": "1989-08-25T00:00:00Z",
      "endDate": null,
      "volumes": null,
      "id": 2,
      "status": "currently_publishing",
      "titleEnglish": "Berserk",
      "background": "Berserk won the Award for Excellence at the sixth installment of Tezuka Osamu Cultural Prize in 2002. The series has over 50 million copies in print worldwide and has been published in English by Dark Horse since November 4, 2003. It is also published in Italy, Germany, Spain, France, Brazil, South Korea, Hong Kong, Taiwan, Thailand, Poland, México and Turkey. In May 2021, the author Kentaro Miura suddenly died at the age of 54. Chapter 364 of Berserk was published posthumously on September 10, 2021. Miura would often share details about the series' story with his childhood friend and fellow mangaka Kouji Mori. Berserk resumed on June 24, 2022, with Studio Gaga handling the art and Kouji Mori's supervision.",
      "titleJapanese": "ベルセルク",
      "demographics": [
        {
          "demographic": "Seinen",
          "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D"
        }
      ],
      "sypnosis": "Guts, a former mercenary now known as the \"Black Swordsman,\" is out for revenge. After a tumultuous childhood, he finally finds someone he respects and believes he can trust, only to have everything fall apart when this person takes away everything important to Guts for the purpose of fulfilling his own desires. Now marked for death, Guts becomes condemned to a fate in which he is relentlessly pursued by demonic beings.\n\nSetting out on a dreadful quest riddled with misfortune, Guts, armed with a massive sword and monstrous strength, will let nothing stop him, not even death itself, until he is finally able to take the head of the one who stripped him—and his loved one—of their humanity.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 14: Berserk: The Prototype",
      "score": 9.47,
      "chapters": null,
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        },
        {
          "genre": "Horror",
          "id": "3B6A9037-3F61-4483-AD8A-E43365C5C953"
        },
        {
          "genre": "Supernatural",
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/157897l.jpg\"",
      "authors": [
        {
          "firstName": "Kentarou",
          "lastName": "Miura",
          "id": "6F0B6948-08C4-4761-8BE1-192E68AB0A2F",
          "role": "Story & Art"
        },
        {
          "firstName": "",
          "lastName": "Studio Gaga",
          "id": "0304C4E9-2D89-463A-8FDD-EEAB5B9D57B3",
          "role": "Art"
        }
      ]
    },
    {
      "themes": [
        {
          "theme": "Historical",
          "id": "3CF0EDA7-5856-40F7-A0CF-EC676B4A842C"
        },
        {
          "theme": "Psychological",
          "id": "4394C99F-615B-494A-929E-356A342A95B8"
        }
      ],
      "authors": [
        {
          "id": "54BE174C-2FE9-42C8-A842-85D291A6AEDD",
          "role": "Story & Art",
          "firstName": "Naoki",
          "lastName": "Urasawa"
        }
      ],
      "title": "20th Century Boys",
      "startDate": "1999-09-27T00:00:00Z",
      "endDate": "2006-04-24T00:00:00Z",
      "volumes": 22,
      "status": "finished",
      "id": 3,
      "titleJapanese": "20世紀少年",
      "background": "20th Century Boys won the Kodansha Manga Award in the general category in 2001, an Excellence Prize at the Japan Media Arts Festival in 2002, and the Shogakukan Manga Award in the general category in 2003. The series' combined storyline won the Grand Prize at the 37th Japan Cartoonist Awards on May 9, 2008. VIZ Media published the series in English under the VIZ Signature imprint from February 17, 2009 to September 18, 2012. VIZ Media licensed the series in 2005; however, at Urasawa's request, it was rescheduled for release after Monster finished its English publication due to a change in art style over time. The series has also been published in Brazilian Portuguese by Panini Comics\/Planet Manga since September 2012. The series was adapted into a trilogy of live-action films which released in Japan between August 30, 2008 and August 29, 2009.",
      "demographics": [
        {
          "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D",
          "demographic": "Seinen"
        }
      ],
      "titleEnglish": "20th Century Boys",
      "sypnosis": "As the 20th century approaches its end, people all over the world are anxious that the world is changing. And probably not for the better.\n\nKenji Endo is a normal convenience store manager who's just trying to get by. But when he learns that one of his old friends going by the name \"Donkey\" has suddenly committed suicide, and that a new cult led by a figure known as \"Friend\" is becoming more notorious, Kenji starts to feel that something isn't right. With a few key clues left behind by his deceased friend, Kenji realizes that this cult is much more than he ever thought it would be—not only is this mysterious organization directly targeting him and his childhood friends, but the whole world also faces a grave danger that only the friends have the key to stop.\n\nKenji's simple life of barely making ends meet is flipped upside down when he reunites with his childhood friends, and together they must figure out the truth of how their past is connected to the cult, as the turn of the century could mean the possible end of the world.\n\n[Written by MAL Rewrite]",
      "score": 8.95,
      "chapters": 249,
      "genres": [
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "97C8609D-856C-419E-A4ED-E13A5C292663",
          "genre": "Mystery"
        },
        {
          "id": "2DEDC015-82DA-4EF4-B983-F0F58C8F689E",
          "genre": "Sci-Fi"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/3\/20th_Century_Boys\"",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/5\/260006l.jpg\""
    },
    {
      "themes": [
        {
          "theme": "Iyashikei",
          "id": "263559F4-574F-4BA8-8840-2AEB445CD6BD"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/171813l.jpg\"",
      "title": "Yokohama Kaidashi Kikou",
      "startDate": "1994-04-25T00:00:00Z",
      "endDate": "2006-02-25T00:00:00Z",
      "status": "finished",
      "id": 4,
      "volumes": 14,
      "titleJapanese": "ヨコハマ買い出し紀行",
      "background": "Three drama CDs were released in 2002. In all three, Alpha is voiced by Hekiru Shiina and Kokone by Akiko Nakagawa. Both of whom voiced the same characters in the two OVA series. A novel based on Yokohama Kaidashi Kikou called Yokohama Kaidashi Kikou Novel: Seeing, Walking, Being Glad, written by Teriha Katsuki, was published by Kodansha on 23 October 2008. Set long after the conclusion of the manga series, it tells the story of a boy robot named Omega and his search for the legendary Cafe Alpha. (Source: Wikipedia) In 2007, the series won the Seiun Award for Best Manga. Yokohama Kaidashi Kikou has been published in English by Seven Seas Entertainment as omnibus volumes since August 9, 2022.",
      "titleEnglish": "Yokohama Kaidashi Kikou",
      "demographics": [
        {
          "demographic": "Seinen",
          "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D"
        }
      ],
      "sypnosis": "In a post-apocalyptic world where an environmental disaster led to the eruption of Mt. Fuji and the inundation of Yokohama, the age of humans is in its twilight. Alpha Hatsuseno is an android and the namesake of a small cafe outside Yokohama. As her owner is away on a trip indefinitely, she has been left responsible for running the cafe. Although she rarely gets any customers, Alpha remains outgoing and cheerful.\n\nWhile Alpha awaits her owner's homecoming, she explores the vicinity with her scooter and camera. Throughout her journeys, she meets new people and other androids, making memories along the way.\n\nYokohama Kaidashi Kikou is a beautiful, laid-back story centered around Alpha's daily activities, emphasizing the passing of time in everyday life.\n\n[Written by MAL Rewrite]",
      "score": 8.68,
      "chapters": 142,
      "genres": [
        {
          "genre": "Award Winning",
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Sci-Fi",
          "id": "2DEDC015-82DA-4EF4-B983-F0F58C8F689E"
        },
        {
          "genre": "Slice of Life",
          "id": "536445E3-CEF5-49F7-B22B-6CD9807F0744"
        }
      ],
      "authors": [
        {
          "firstName": "Hitoshi",
          "role": "Story & Art",
          "id": "EC4982FD-4793-4A1A-B956-D2E57895BB57",
          "lastName": "Ashinano"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/4\/Yokohama_Kaidashi_Kikou\""
    },
    {
      "authors": [
        {
          "role": "Story & Art",
          "lastName": "Morikawa",
          "firstName": "George",
          "id": "E6BFD854-D51D-46AB-8506-6AA58D719DFC"
        }
      ],
      "startDate": "1989-09-27T00:00:00Z",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/250313l.jpg\"",
      "themes": [
        {
          "id": "C7019504-0497-4EAE-A9A7-F5ACF7C9B0EA",
          "theme": "Combat Sports"
        }
      ],
      "endDate": null,
      "volumes": null,
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "status": "currently_publishing",
      "titleEnglish": null,
      "titleJapanese": "はじめの一歩",
      "background": "Hajime no Ippo has sold over 94 million copies as of October 2013 and won the 15th Kodansha Manga Award for Best Shounen Manga in 1991.",
      "id": 7,
      "sypnosis": "Makunouchi Ippo is a 16-year-old high school student who helps his mother run the family business. His hefty workload impedes on his social life, making him an easy target for bullies. One day, while being beaten up by a group of high school students, Ippo is saved by a boxer named Mamoru Takamura, and is brought to the Kamogawa Boxing Gym. \n\nThis afterschool bullying session turns his life around for the better as Ippo discovers his latent talent for boxing and decides to practice the sport professionally. However, Mamoru doubts Ippo's determination and assigns him a task deemed impossible to complete, but the resolute Ippo trains tirelessly to fulfill his mission. Along the way, he finds out what it means to attain true strength while making new friends and fighting formidable foes.\n\n[Written by MAL Rewrite]",
      "score": 8.71,
      "chapters": null,
      "genres": [
        {
          "genre": "Award Winning",
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B"
        },
        {
          "genre": "Sports",
          "id": "914A2BD5-5A1F-4D6F-9EA5-A839D5A8176B"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/7\/Hajime_no_Ippo\"",
      "title": "Hajime no Ippo"
    },
    {
      "startDate": "2001-12-01T00:00:00Z",
      "title": "Full Moon wo Sagashite",
      "themes": [
        {
          "theme": "Music",
          "id": "2BA6A0CA-AB07-480F-942D-68061E786565"
        },
        {
          "theme": "Showbiz",
          "id": "7F64CF82-6EE6-4F14-9DE2-FD6322B9798E"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/8\/Full_Moon_wo_Sagashite\"",
      "endDate": "2004-04-30T00:00:00Z",
      "volumes": 7,
      "status": "finished",
      "demographics": [
        {
          "demographic": "Shoujo",
          "id": "C217B404-7691-4090-9775-9E63375EBF5B"
        }
      ],
      "titleEnglish": "Full Moon wo Sagashite",
      "background": "Full Moon wo Sagashite was published in English by VIZ Media under the Shojo Beat imprint from July 5, 2005 to October 3, 2006; and in Spanish by Glénat from October 2006 to April 2007.",
      "id": 8,
      "titleJapanese": "満月〈フルムーン〉をさがして",
      "sypnosis": "At the tender age of twelve, Mitsuki Kouyama has a sarcoma in her throat. Though this rare cancer can be cured by removing her vocal cords, Mitsuki refuses because of her desire to become a pop singer and keep her childhood promise to Eichi Sakurai, her first love who left for America. Unable to both heal and keep her voice, she allows her health to deteriorate as she accepts her tragic fate.\n\nOne day, while escaping the home of her music-hating grandmother to attend an audition, Mitsuki meets two shinigami Takuto Kira and Meroko Yui. Realizing that Mitsuki can see them, Takuto and Meroko reveal to her that she will die in a year. Moved by her plight, Takuto allows Mitsuki the chance to pursue her dream by giving her the ability to transform into a healthy sixteen-year-old girl. After being chosen for a contract with Seed Records, Mitsuki makes her debut under the stage name Full Moon and chooses to pursue her dream music career before her life's end.\n\n[Written by MAL Rewrite]\n\n\nIncluded one-shot:\nVolume 2: Ginyuu Meika",
      "score": 8.04,
      "chapters": 35,
      "genres": [
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Fantasy",
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        },
        {
          "genre": "Supernatural",
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/175970l.jpg\"",
      "authors": [
        {
          "lastName": "Tanemura",
          "firstName": "Arina",
          "role": "Story & Art",
          "id": "DC4661A0-C3B1-4975-8A60-5F3D7059140C"
        }
      ]
    },
    {
      "themes": [],
      "startDate": "2003-05-21T00:00:00Z",
      "url": "\"https:\/\/myanimelist.net\/manga\/9\/Tsubasa__RESERVoir_CHRoNiCLE\"",
      "authors": [
        {
          "id": "425F1E1E-5163-48D6-8F39-C56BDE69ED99",
          "firstName": "",
          "role": "Story & Art",
          "lastName": "CLAMP"
        }
      ],
      "endDate": "2009-10-07T00:00:00Z",
      "volumes": 28,
      "status": "finished",
      "id": 9,
      "titleJapanese": "ツバサ -RESERVoir CHRoNiCLE-",
      "background": "Tsubasa: RESERVoir CHRoNiCLE was published in English by Del Rey from April 27, 2004 to November 23, 2010. Kodansha Comics USA republished the series in 10 omnibuses from August 19, 2014 to October 18, 2016.",
      "titleEnglish": "Tsubasa: RESERVoir CHRoNiCLE",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "sypnosis": "Warmhearted Syaoran has always been friends with Sakura—the princess of the Clow Kingdom who holds an extraordinary power capable of changing the world. When a mysterious man attempts to monopolize Sakura's ability, her memories scatter throughout different worlds in the form of feathers. To save Sakura, Syaoran seeks help from the Dimensional Witch and meets two other travelers—Kurogane and Fai D. Flourite.\n\nKurogane, a capable fighter and ninja, has been banished from his homeworld and wishes to return. In contrast, Fai, a magician from Celes, wants to traverse different worlds to avoid his home and past. As the price to cross dimensions, each of the three must sacrifice their most valued possession. For Sakura's sake, Syaoran agrees to give away their relationship as payment to the Dimensional Witch. And with firm determination, Syaoran, Kurogane, and Fai begin journeying through numerous worlds to fight against their ill-fated destinies.\n\n[Written by MAL Rewrite]",
      "score": 8.3,
      "chapters": 233,
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Adventure",
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Fantasy",
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/272410l.jpg\"",
      "title": "Tsubasa: RESERVoir CHRoNiCLE"
    },
    {
      "themes": [],
      "startDate": "2003-02-24T00:00:00Z",
      "title": "xxxHOLiC",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/217533l.jpg\"",
      "endDate": "2011-02-09T00:00:00Z",
      "demographics": [
        {
          "id": "CE425E7E-C7CD-42DB-ADE3-1AB9AD16386D",
          "demographic": "Seinen"
        }
      ],
      "volumes": 19,
      "status": "finished",
      "titleJapanese": "xxxHOLiC",
      "background": "xxxHOLiC was previously serialized in Young Magazine, but moved to in June 2010. The series was released in English by the now defunct Del Rey from April 27, 2004 to February 21, 2012. Kodansha Comics USA has republished the series in an omnibus edition from March 18, 2014 to September 8, 2015 the final two volumes were 2-in-1, while the previous were all 3-in-1. It was also published in Spanish by Norma Editorial from July 2004 to October 2011.",
      "titleEnglish": "xxxHOLiC",
      "id": 10,
      "sypnosis": "Living alone after his parents passed away, Kimihiro Watanuki is a high school student who can see otherworldly creatures that are attracted to him. His days are plagued by these nuisances, and he wishes to rid himself of this inconvenience. One fateful day, as Kimihiro is being chased by a horde of spirits, his feet bring him into a mysterious store to seek shelter. Here he meets Yuuko Ichihara, the mistress of this supposed store, who claims to be able to grant wishes. Yuuko offers to grant Kimihiro's, as long as he pays an appropriate price.\n\nThus begins Kimihiro's time working in her store to earn the payment necessary for his wish. In Yuuko's employ, he must become further involved with spirits and the supernatural before he can leave that world behind. How will he fare in the inexplicable encounters that await him?\n\n[Written by MAL Rewrite]",
      "score": 8.38,
      "chapters": 213,
      "genres": [
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "97C8609D-856C-419E-A4ED-E13A5C292663",
          "genre": "Mystery"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/10\/xxxHOLiC\"",
      "authors": [
        {
          "id": "425F1E1E-5163-48D6-8F39-C56BDE69ED99",
          "role": "Story & Art",
          "lastName": "CLAMP",
          "firstName": ""
        }
      ]
    },
    {
      "themes": [
        {
          "id": "ADC7CBC8-36B9-4E52-924A-4272B7B2CB2C",
          "theme": "Martial Arts"
        }
      ],
      "authors": [
        {
          "id": "AC7020D1-D99F-4846-8E23-9C86181959AF",
          "role": "Story & Art",
          "lastName": "Kishimoto",
          "firstName": "Masashi"
        }
      ],
      "startDate": "1999-09-21T00:00:00Z",
      "url": "\"https:\/\/myanimelist.net\/manga\/11\/Naruto\"",
      "endDate": "2014-11-10T00:00:00Z",
      "volumes": 72,
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "status": "finished",
      "titleJapanese": "NARUTO―ナルト―",
      "background": "Naruto has sold over 250 million copies worldwide as of 2020, making it the 4th highest grossing manga series of all time. It was nominated for the 19th Tezuka Osamu Cultural Prize in 2014, and in the same year Masashi Kishimoto was awarded Rookie of the Year in the media fine arts category by Japan's Agency for Cultural Affairs. Numerous databooks, artbooks, novels, and fanbooks on the series have been released. Eight summary volumes featuring unaltered color pages, larger dimensions, and exclusive interviews, covering the first part of the series were released between November 7, 2008 and April 10, 2009. The series was published in English by VIZ Media under the Shonen Jump imprint from August 16, 2003 to October 6, 2015. In the last four months of 2007, the campaign titled \"Naruto Nation\" was launched, in which three volumes were published each month so that US releases would be closer to Japan's, the same practice was done in February through April of 2009 this time titled \"Generation Ninja.\" A 3-in-1 omnibus edition was also published from May 3, 2011 to October 2, 2018. A box set containing volumes 1-27 was released on August 6, 2008, another one containing volumes 28-48 on July 7, 2015, and the final box set with volumes 49-72 on January 5, 2016. It was also published in Brazilian Portuguese by Panini Comics\/Planet Manga from May 2007 to June 2015, and again as Naruto Gold edition since July 2015.",
      "titleEnglish": "Naruto",
      "id": 11,
      "sypnosis": "Whenever Naruto Uzumaki proclaims that he will someday become the Hokage—a title bestowed upon the best ninja in the Village Hidden in the Leaves—no one takes him seriously. Since birth, Naruto has been shunned and ridiculed by his fellow villagers. But their contempt isn't because Naruto is loud-mouthed, mischievous, or because of his ineptitude in the ninja arts, but because there is a demon inside him. Prior to Naruto's birth, the powerful and deadly Nine-Tailed Fox attacked the village. In order to stop the rampage, the Fourth Hokage sacrificed his life to seal the demon inside the body of the newborn Naruto.\n\nAnd so when he is assigned to Team 7—along with his new teammates Sasuke Uchiha and Sakura Haruno, under the mentorship of veteran ninja Kakashi Hatake—Naruto is forced to work together with other people for the first time in his life. Through undergoing vigorous training and taking on challenging missions, Naruto must learn what it means to work in a team and carve his own route toward becoming a full-fledged ninja recognized by his village.\n\n[Written by MAL Rewrite]",
      "score": 8.07,
      "chapters": 700,
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/249658l.jpg\"",
      "title": "Naruto"
    },
    {
      "startDate": "2001-08-07T00:00:00Z",
      "themes": [],
      "url": "\"https:\/\/myanimelist.net\/manga\/12\/Bleach\"",
      "authors": [
        {
          "id": "76576CBC-75F3-456C-BD8C-CDB65D47E482",
          "role": "Story & Art",
          "lastName": "Kubo",
          "firstName": "Tite"
        }
      ],
      "endDate": "2016-08-22T00:00:00Z",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "id": 12,
      "status": "finished",
      "titleJapanese": "BLEACH",
      "titleEnglish": "Bleach",
      "background": "Bleach has sold over 130 million copies worldwide as of 2022, making it one of the top 20 best selling manga series of all-time; North American sales have also been significant with 1.7 million copies sold in the region. In 2005, the series won the 50th Shogakukan Manga Award in the shounen demographic category. Many adaptations have also been made of the series, with a 2004 television anime series along with four feature length films, numerous video games, spin-off light novels, databooks, and even a musical. The series was published in English by VIZ Media under the Shonen Jump imprint from July 6, 2004 to October 2, 2018, and as omnibus volumes from June 7, 2011 to March 5, 2019; a hardcover collector's edition for volume one was released by VIZ Media on August 5, 2008, a box set of volumes 1-21 was released on September 16, 2008 as well as volumes 22-48 on July 7, 2015, and the final box set containing volumes 49-72 on November 6, 2018. It has also been published in Portuguese (Brazil) by Panini Comics and Planet Manga since July 2007, and in Spanish by Glénat\/EDT since June 2006, publishing 51 volumes before the publisher went defunct, and later was republished by Panini Comics from February 2013 to November 2017. Bleach was adapted into a live-action movie on July 20, 2018.",
      "volumes": 74,
      "sypnosis": "For as long as he can remember, high school student Ichigo Kurosaki has been able to see the spirits of the dead, but that has not stopped him from leading an ordinary life. One day, Ichigo returns home to find an intruder in his room who introduces herself as Rukia Kuchiki, a Soul Reaper tasked with helping souls pass over. Suddenly, the two are jolted from their conversation when a Hollow—an evil spirit known for consuming souls—attacks. As Ichigo makes a brash attempt to stop the Hollow, Rukia steps in and shields him from a counterattack. Injured and unable to keep fighting, Rukia suggests a risky plan—transfer half of her Soul Reaper powers to Ichigo. He accepts and, to Rukia's surprise, ends up absorbing her powers entirely, allowing him to easily dispatch the Hollow.\n\nNow a Soul Reaper himself, Ichigo must take up Rukia's duties of exterminating Hollows and protecting spirits, both living and dead. Along with his friends Orihime Inoue and Yasutora Sado—who later discover spiritual abilities of their own—Ichigo soon learns that the consequences of becoming a Soul Reaper and dealing with the world of spirits are far greater than he ever imagined.\n\n[Written by MAL Rewrite]",
      "score": 7.84,
      "chapters": 705,
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        }
      ],
      "title": "Bleach",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/180031l.jpg\""
    },
    {
      "title": "One Piece",
      "url": "\"https:\/\/myanimelist.net\/manga\/13\/One_Piece\"",
      "startDate": "1997-07-22T00:00:00Z",
      "themes": [],
      "endDate": null,
      "status": "currently_publishing",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "volumes": null,
      "titleEnglish": "One Piece",
      "background": "One Piece is the highest selling manga series of all time, with over 500 million copies in circulation as of 2022. Volume 67 of the series currently holds the record for highest first print run of any manga (including books) of all time in Japan, with 4.05 million in 2012. The series was a finalist for the Tezuka Osamu Cultural Prize three times in a row from 2000 to 2002. In 2012, it won the 41st Japan Cartoonists Association Award Grand Prize, alongside Kimuchi Yokoyama's Neko Darake. VIZ Media has published One Piece in English under the Shonen Jump imprint since January 2, 2003 and in 3-in-1 omnibus editions since December 1, 2009. VIZ Media released three boxed sets for the manga; the first including the first 23 volumes released on November 5, 2013, the second including volumes 24-46 released on November 4, 2014, and the third including volumes 47-70 released on October 4, 2016. The series has also been published in numerous amounts of languages worldwide including; Korean, Malay, Indonesian, Chinese, Thai, Vietnamese, German, French, Italian, Spanish, Portuguese, Swedish, Danish, Norwegian, Finnish, Polish, Turkish, and Russian.",
      "id": 13,
      "titleJapanese": "ONE PIECE",
      "sypnosis": "Gol D. Roger, a man referred to as the \"King of the Pirates,\" is set to be executed by the World Government. But just before his demise, he confirms the existence of a great treasure, One Piece, located somewhere within the vast ocean known as the Grand Line. Announcing that One Piece can be claimed by anyone worthy enough to reach it, the King of the Pirates is executed and the Great Age of Pirates begins.\n\nTwenty-two years later, a young man by the name of Monkey D. Luffy is ready to embark on his own adventure, searching for One Piece and striving to become the new King of the Pirates. Armed with just a straw hat, a small boat, and an elastic body, he sets out on a fantastic journey to gather his own crew and a worthy ship that will take them across the Grand Line to claim the greatest status on the high seas.\n\n[Written by MAL Rewrite]",
      "score": 9.22,
      "chapters": null,
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Adventure",
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32"
        },
        {
          "genre": "Fantasy",
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/253146l.jpg\"",
      "authors": [
        {
          "firstName": "Eiichiro",
          "id": "25617399-543F-4220-9114-3A4181AF8D80",
          "lastName": "Oda",
          "role": "Story & Art"
        }
      ]
    },
    {
      "startDate": "1999-07-07T00:00:00Z",
      "themes": [],
      "url": "\"https:\/\/myanimelist.net\/manga\/14\/Rave\"",
      "authors": [
        {
          "id": "BBCB5BEA-2A14-48EA-86F4-B597F1F4428E",
          "role": "Story & Art",
          "firstName": "Hiro",
          "lastName": "Mashima"
        }
      ],
      "endDate": "2005-07-27T00:00:00Z",
      "volumes": 35,
      "id": 14,
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "titleEnglish": "Rave Master",
      "background": "Rave was published in English by Tokyopop as Rave Master for 32 volumes from February 11, 2003 to February 10, 2009, until their license with Kodansha expired. Del Rey later gained the license and published the final three volumes in a single omnibus on May 24, 2011. Kodansha Comics USA digitally published the entire series in single volumes on October 3, 2017. It was also published in Spanish by Norma Editorial from February 2004 to February 2010.",
      "titleJapanese": "RAVE",
      "status": "finished",
      "sypnosis": "Fifty years ago, the wielders of the sacred Rave stones fought against an onslaught caused by demon stones called Dark Bring. This war resulted in an explosion known as \"Overdrive\"—a blast so powerful that it sent the Dark Bring into a deep slumber and scattered the pieces of Rave across the world.\n\nIn the present, Haru Glory lives a peaceful life on Garage Island until one day, he catches the creature Plue while fishing. Plue is later recognized by Shiba Roses, an old man who happens to be the original Rave Master. Shiba explains that the Dark Bring has resurfaced, and that to stop it, assembling the scattered parts of Rave is of utmost urgency. However, before Shiba can leave on this mission, he is attacked by a soldier from the evil organization Demon Card, forcing him to transfer the power of Rave to Haru. With the fate of humankind resting on his shoulders, the new Rave Master begins his quest to find the scattered Rave fragments.\n\n[Written by MAL Rewrite]",
      "score": 7.85,
      "chapters": 298,
      "genres": [
        {
          "genre": "Adventure",
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32"
        },
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Fantasy",
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62"
        }
      ],
      "title": "Rave",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/255624l.jpg\""
    },
    {
      "themes": [
        {
          "theme": "Harem",
          "id": "C91B67F0-2B27-43F8-B399-13A974E14825"
        },
        {
          "theme": "Martial Arts",
          "id": "ADC7CBC8-36B9-4E52-924A-4272B7B2CB2C"
        },
        {
          "theme": "School",
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/15\/Mahou_Sensei_Negima\"",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/259286l.jpg\"",
      "startDate": "2003-02-26T00:00:00Z",
      "endDate": "2012-03-14T00:00:00Z",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "status": "finished",
      "id": 15,
      "titleEnglish": "Negima! Magister Negi Magi",
      "background": "Mahou Sensei Negima! was published in English as Negima! by Del Rey from April 27, 2004 up until volume 27, released on July 27, 2010. Kodansha Comics USA picked up the license and published volumes 28-38 from October 2, 2012 to April 23, 2013, as well as republishing the previous volumes in nine omnibus volumes from June 14, 2011 to February 11, 2014.",
      "titleJapanese": "魔法先生ネギま!",
      "volumes": 38,
      "sypnosis": "Negi Springfield, a 10-year-old wizard who recently graduated from Merdiana Magic Academy in Wales, hopes to achieve two things—to find his missing father, who was once known as the Thousand Master, and to become a Magister Magi, someone who helps the everyday world through magic. To reach his latter goal, he is assigned one last task: to teach English at a middle school in Japan.\n\nMuch to his surprise and dismay, he not only discovers that his homeroom class consists of 31 girls, but also ends up revealing his true identity as a magician to Asuna Kagurazaka, one of his new students. Negi must now negotiate with the girl and face his most difficult challenge yet—to keep his identity a secret as he tackles magical threats both from within and outside of Mahora Academy, all the while keeping a watchful eye out for his lost father.\n\n[Written by MAL Rewrite]",
      "score": 7.93,
      "chapters": 355,
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D",
          "genre": "Ecchi"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        },
        {
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076",
          "genre": "Romance"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ],
      "authors": [
        {
          "firstName": "Ken",
          "role": "Story & Art",
          "lastName": "Akamatsu",
          "id": "7E307152-2634-46AE-9F73-8EEF01733A77"
        }
      ],
      "title": "Mahou Sensei Negima!"
    },
    {
      "startDate": "1998-10-21T00:00:00Z",
      "themes": [
        {
          "theme": "Harem",
          "id": "C91B67F0-2B27-43F8-B399-13A974E14825"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/16\/Love_Hina\"",
      "title": "Love Hina",
      "endDate": "2001-10-31T00:00:00Z",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "status": "finished",
      "id": 16,
      "titleJapanese": "ラブひな",
      "background": "Love Hina won the 2001 Kodansha Manga Award for best shounen title. It was also chosen as Best Manga, USA Release at the 2002 and 2004 Anime Expo conventions, while the pop culture website ICv2 voted the title as the 2002 Anime Product of the Year. In 2003, it was among the top ten graphic novels on Nielsen BookScan's list, and one of the first graphic novels to ever appear in the general trade paperback list. The third volume of Love Hina's omnibus edition made the 2012 NY Times Manga bestseller list.",
      "volumes": 14,
      "titleEnglish": "Love Hina",
      "sypnosis": "It is said that if a couple gets into the University of Tokyo together, they will live happily ever after. However, for Keitarou Urashima, UTokyo is a distant dream. After failing the entrance exams twice already, he decides to stay at his grandmother's inn in Tokyo in order to prepare for his third attempt. He is, therefore, surprised when he finds out that not only has his grandmother gone on a long vacation, but the inn has also become the Hinata House, an all-girls dormitory!\n\nUnfortunately for Keitarou, a series of misunderstandings during his first visit leave him with five untrusting tenants. But when Haruka Urashima, his aunt who works at the dorm, brings up that he is supposedly a UTokyo student, the girls' impressions of him quickly change, and they reluctantly allow him to stay. Feeling guilty about the lie, he slowly gets to know his new neighbors: the cute yet violent Naru Narusegawa, the cheeky and opportunistic Mitsune Konno, the soft-spoken Shinobu Maehara, the straight-laced Motoko Aoyama, and the mischievous Kaolla Su.\n\nThus continues the unpopular Keitarou's difficult journey to get into UTokyo, all for the chance to fulfill his childhood promise to the only girl who has ever shown any interest in him and maybe, just maybe, meet her again...\n\n[Written by MAL Rewrite]",
      "score": 7.8,
      "chapters": 120,
      "genres": [
        {
          "genre": "Award Winning",
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B"
        },
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Ecchi",
          "id": "9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        }
      ],
      "authors": [
        {
          "role": "Story & Art",
          "firstName": "Ken",
          "id": "7E307152-2634-46AE-9F73-8EEF01733A77",
          "lastName": "Akamatsu"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/259287l.jpg\""
    },
    {
      "startDate": "1995-12-22T00:00:00Z",
      "url": "\"https:\/\/myanimelist.net\/manga\/17\/Kareshi_Kanojo_no_Jijou\"",
      "title": "Kareshi Kanojo no Jijou",
      "themes": [
        {
          "theme": "School",
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"
        }
      ],
      "endDate": "2005-05-10T00:00:00Z",
      "status": "finished",
      "volumes": 21,
      "id": 17,
      "titleJapanese": "彼氏彼女の事情",
      "titleEnglish": "Kare Kano: His and Her Circumstances",
      "demographics": [
        {
          "id": "C217B404-7691-4090-9775-9E63375EBF5B",
          "demographic": "Shoujo"
        }
      ],
      "background": "Kareshi Kanojo no Jijou was published in English as Kare Kano: His and Her Circumstances by TokyoPop from January 21, 2003 to January 9, 2007.",
      "sypnosis": "Yukino Miyazawa is the perfect model student. Pretty, kind, good at sports, always at the top of her class. But she's not all that she seems. It's all an act of deception; she is really the self-confessed 'queen of vanity,' and her only goal in life is winning the praise and admiration of everyone around her.\n\nWhen she enters high school, she finally meets her match: Souichirou Arima, a handsome, athletic, popular, and very intelligent young boy. Ever since he stole the top seat in the class from her, Yukino has hated him, and has been plotting on how to take back her former place as the object of all other students' admiration.\n\nWhat she wasn't expecting, however, was that Souichirou, the very boy she hated, would confess his love for her. Or that he would find out about her deception—and use it to blackmail her!\n\nTogether, they discover that they have more in common than they knew, and they slowly begin to bring out each other's inner selves.\n\n(Source: MU)\n\nIncluded one-shots:\nVolume 1: Tora to Chameleon: Yakusoku wa Isshukan (The Tiger and the Chameleon: A Promise for One Week)\nVolume 4: Ashita Mata Mori de Aou ne (Meet Me Again Tomorrow in the Forest)\nVolume 8: Abareru Ousama (The Raging King)",
      "score": 8.16,
      "chapters": 108,
      "genres": [
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076",
          "genre": "Romance"
        }
      ],
      "authors": [
        {
          "role": "Story & Art",
          "id": "E64A61D4-C20E-4D43-9EFE-F0552F864D60",
          "lastName": "Tsuda",
          "firstName": "Masami"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267780l.jpg\""
    },
    {
      "startDate": "1994-07-02T00:00:00Z",
      "demographics": [
        {
          "id": "C217B404-7691-4090-9775-9E63375EBF5B",
          "demographic": "Shoujo"
        }
      ],
      "volumes": 10,
      "authors": [
        {
          "lastName": "Obana",
          "id": "92E39A13-77A5-4DAF-88D1-6878BCAC68A4",
          "firstName": "Miho",
          "role": "Story & Art"
        }
      ],
      "endDate": "1998-10-03T00:00:00Z",
      "genres": [
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076",
          "genre": "Romance"
        },
        {
          "id": "536445E3-CEF5-49F7-B22B-6CD9807F0744",
          "genre": "Slice of Life"
        }
      ],
      "score": 8.3,
      "background": "Kodomo no Omocha was published in English as Kodocha: Sana's Stage by Tokyopop from June 11, 2002 to November 11, 2003.",
      "themes": [
        {
          "id": "2F76BD28-F021-4B12-9FC2-7F10BF7A5F17",
          "theme": "Love Polygon"
        },
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        },
        {
          "id": "7F64CF82-6EE6-4F14-9DE2-FD6322B9798E",
          "theme": "Showbiz"
        }
      ],
      "chapters": 54,
      "id": 18,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267715l.jpg\"",
      "sypnosis": "Sana Kurata, a child actress, faces many problems in her classroom, including a major one - her bullying classmate, Akito Hayama. Sana's outgoing and friendly nature leads her to work towards correcting all of the problems around her. Her 'meddling' irritates Hayama but at the same time captivates him, just as Hayama's gloomy nature irritates Sana and compels her to change him. As these two opposites attract each other, they face many hardships which bring them closer to a mutual understanding.\n\n(Source: ANN)",
      "titleEnglish": "Kodocha: Sana's Stage",
      "titleJapanese": "こどものおもちゃ",
      "title": "Kodomo no Omocha",
      "status": "finished",
      "url": "\"https:\/\/myanimelist.net\/manga\/18\/Kodomo_no_Omocha\""
    },
    {
      "startDate": "1999-03-24T00:00:00Z",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/19\/GetBackers\"",
      "authors": [
        {
          "firstName": "Shin",
          "id": "5E6F492E-C829-415E-B93E-15B3BF8F769B",
          "role": "Story",
          "lastName": "Kibayashi"
        },
        {
          "firstName": "Rando",
          "id": "42FF45D7-0C00-472D-AC29-78E26D172210",
          "role": "Art",
          "lastName": "Ayamine"
        }
      ],
      "endDate": "2007-02-21T00:00:00Z",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D",
          "genre": "Ecchi"
        },
        {
          "id": "97C8609D-856C-419E-A4ED-E13A5C292663",
          "genre": "Mystery"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ],
      "score": 7.61,
      "themes": [],
      "background": "GetBackers was published in English by Tokyopop for 28 volumes from February 10, 2004 to March 10, 2009 until their license with Kodansha expired.",
      "chapters": 344,
      "id": 19,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/169369l.jpg\"",
      "sypnosis": "Blonde, hip, pragmatic and cool, Ginji Amano has the power to generate currents with his body like an electric eel. Brunette, equally hip, bespectacled and rambunctious, Ban Mido has the mystically mysterious 'Evil Eye,' the power to create illusions in the minds of his foes. Together, they are the GetBackers, the best retrieval team in the world. They can get back anything taken from clients, and their success rate is (almost) 100%! However, first they have to get some clients—and soon—or this spry detective duo will starve on the streets!\n\n(Source: TokyoPop)",
      "titleEnglish": "GetBackers",
      "titleJapanese": "GetBackers -奪還屋-",
      "title": "GetBackers",
      "status": "finished",
      "volumes": 39
    },
    {
      "startDate": "1998-12-08T00:00:00Z",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "endDate": "2003-07-14T00:00:00Z",
      "authors": [
        {
          "firstName": "Takeshi",
          "id": "B5B86087-54A2-49A4-B5EA-518AE451B72B",
          "role": "Art",
          "lastName": "Obata"
        },
        {
          "firstName": "Yumi",
          "id": "6A216750-81E2-4144-8A8B-0AE4F1456086",
          "role": "Story",
          "lastName": "Hotta"
        }
      ],
      "volumes": 23,
      "genres": [
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ],
      "score": 8.12,
      "themes": [
        {
          "id": "4EC22C40-ECA3-43FA-A400-E49FF8D88F35",
          "theme": "Strategy Game"
        }
      ],
      "background": "Hikaru no Go won the 45th Shogakukan Manga Award for the shounen category in 2000. The series was published in English by VIZ Media under the Shonen Jump imprint from May 19, 2004 to May 3, 2011 and also digitally from March 19, 2012 to January 8, 2013.",
      "chapters": 198,
      "id": 20,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/170574l.jpg\"",
      "sypnosis": "When Hikaru Shindou discovers an old go board in his grandfather's attic, he is greeted by the spirit of an ancient go master, Fujiwara no Sai. Sai spent his life teaching the techniques of the board game to an emperor during the Heian era, and now in his ghostly state, he is eager to share his passion with the unsuspecting Hikaru. The only problem is that Hikaru is not all that interested in board games. But Sai is not easily dissuaded. Pressured by Sai's unrelenting desire to pursue something he refers to as the \"Divine Move,\" Hikaru begrudgingly consents to playing the game, executing moves as dictated by Sai. But slowly, intrigued by the dedication of his peers, he begins to learn the basics of the game.\n\nAs Hikaru enters into the world of go, guided by his intangible tutor and inspired by his rival, Akira Touya, he cannot help but be drawn into the complex game as he grows determined to prove his own abilities. In a coming-of-age story centering around an ancient board game, Hikaru no Go tells the story of a boy maturing through the pursuit of his newfound passion.\n\n[Written by MAL Rewrite]",
      "titleJapanese": "ヒカルの碁",
      "titleEnglish": "Hikaru no Go",
      "title": "Hikaru no Go",
      "status": "finished",
      "url": "\"https:\/\/myanimelist.net\/manga\/20\/Hikaru_no_Go\""
    },
    {
      "url": "\"https:\/\/myanimelist.net\/manga\/21\/Death_Note\"",
      "startDate": "2003-12-01T00:00:00Z",
      "endDate": "2006-05-15T00:00:00Z",
      "authors": [
        {
          "lastName": "Obata",
          "id": "B5B86087-54A2-49A4-B5EA-518AE451B72B",
          "firstName": "Takeshi",
          "role": "Art"
        },
        {
          "lastName": "Ohba",
          "id": "756DECE4-67C5-42E6-BAC7-9298BEDEB15E",
          "firstName": "Tsugumi",
          "role": "Story"
        }
      ],
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "genres": [
        {
          "genre": "Supernatural",
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF"
        },
        {
          "genre": "Suspense",
          "id": "0131CBD5-8531-4753-8923-CA55AE2DB52E"
        }
      ],
      "score": 8.7,
      "themes": [
        {
          "id": "4394C99F-615B-494A-929E-356A342A95B8",
          "theme": "Psychological"
        }
      ],
      "background": "Death Note has inspired three live-action films, a TV drama series as well as a stage musical. The series has also inspired numerous copycat crimes outside of Japan. The manga was published in English by VIZ Media under the Shonen Jump Advanced imprint from October 10, 2005 and July 3, 2007 and again in 2-in-1 omnibuses (subtitled Black edition) from December 28, 2010 to November 1, 2011. There have been several more rereleases of the series: a special hardcover edition of the first volume on September 16, 2008, a complete box set on October 7, 2008, which included a guidebook titled Death Note 13: How to Read, and a complete omnibus on September 5, 2017. It was also published in Italy by Planet Manga from November 2006 to September 2008; in Brazil by JBC from June 2007 to August 2008, and again in 2-in-1 edition (Black Edition) from June 2013 to December 2013; in Argentina by LARP Editores from May 20, 2009 to April 2012; and in Spanish by Glénat España from June 30, 2006 to Septmber 30, 2007. Norma Editorial republished the series in Spanish as the Black edition from April 11 to September 27, 2013.",
      "chapters": 108,
      "id": 21,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/258245l.jpg\"",
      "sypnosis": "Ryuk, a god of death, drops his Death Note into the human world for personal pleasure. In Japan, prodigious high school student Light Yagami stumbles upon it. Inside the notebook, he finds a chilling message: those whose names are written in it shall die. Its nonsensical nature amuses Light; but when he tests its power by writing the name of a criminal in it, they suddenly meet their demise. \n\nRealizing the Death Note's vast potential, Light commences a series of nefarious murders under the pseudonym \"Kira,\" vowing to cleanse the world of corrupt individuals and create a perfect society where crime ceases to exist. However, the police quickly catch on, and they enlist the help of L—a mastermind detective—to uncover the culprit.\n\nDeath Note tells the thrilling tale of Light and L as they clash in a great battle-of-minds, one that will determine the future of the world.\n\n[Written by MAL Rewrite]",
      "titleJapanese": "DEATH NOTE",
      "titleEnglish": "Death Note",
      "title": "Death Note",
      "status": "finished",
      "volumes": 12
    },
    {
      "startDate": "1994-04-12T00:00:00Z",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "endDate": "1999-09-21T00:00:00Z",
      "authors": [
        {
          "firstName": "Nobuhiro",
          "id": "A9FBCFAA-B219-42C9-819A-5F7CB4835086",
          "lastName": "Watsuki",
          "role": "Story & Art"
        }
      ],
      "url": "\"https:\/\/myanimelist.net\/manga\/22\/Rurouni_Kenshin__Meiji_Kenkaku_Romantan\"",
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        }
      ],
      "score": 8.56,
      "themes": [
        {
          "id": "3CF0EDA7-5856-40F7-A0CF-EC676B4A842C",
          "theme": "Historical"
        },
        {
          "id": "04238A83-08E4-4066-AE4C-D5024609F8F0",
          "theme": "Samurai"
        }
      ],
      "background": "Rurouni Kenshin: Meiji Kenkaku Romantan was published in English as Rurouni Kenshin by VIZ Media under the Shonen Jump imprint from December 23, 2003 to July 5, 2006 and again in 3-in-1 omnibus edition under Shonen Jump VIZBIG imprint from January 29, 2008 to March 16, 2010. The publisher has been releasing the series in 3-in-1 omnibuses since January 3, 2017.",
      "chapters": 259,
      "id": 22,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/127583l.jpg\"",
      "sypnosis": "Ten years have passed since the end of Bakumatsu, an era of war that saw the uprising of citizens against the Tokugawa shogunate. The revolutionaries wanted to create a time of peace, and a thriving country free from oppression. The new age of Meiji has come, but peace has not yet been achieved. Swords are banned but people are still murdered in the streets. Orphans of war veterans are left with nowhere to go, while the government seems content to just line their pockets with money.\n\nOne wandering samurai, Kenshin Himura, still works to make sure the values he fought for are worth the lives spent to bring about the new era. Once known as Hitokiri Battousai, he was feared as the most ruthless killer of all the revolutionaries. Now haunted by guilt, Kenshin has sworn never to kill again in atonement for the lives he took, and he may never know peace until killing is a thing of the past.\n\nNow in the 11th year of Meiji, Kenshin stumbles upon Kaoru Kamiya, owner and head instructor of a small dojo being threatened to close its doors. The police force is powerless to stop the string of murders done in the name of her dojo by a man claiming to be the famous Battousai. Kenshin's wanderings pause for now as he joins Kaoru to clear both their names. But how long can he stay before his past catches up to him?\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 28: Meteor Strike",
      "titleJapanese": "るろうに剣心 -明治剣客浪漫譚-",
      "titleEnglish": "Rurouni Kenshin: Meiji Swordsman Romantic Story",
      "title": "Rurouni Kenshin: Meiji Kenkaku Romantan",
      "status": "finished",
      "volumes": 28
    },
    {
      "url": "\"https:\/\/myanimelist.net\/manga\/23\/Ranma_%C2%BD\"",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "endDate": "1996-02-21T00:00:00Z",
      "authors": [
        {
          "firstName": "Rumiko",
          "lastName": "Takahashi",
          "id": "F5661B3B-17D6-43A9-A282-CE2AB74157DD",
          "role": "Story & Art"
        }
      ],
      "startDate": "1987-08-05T00:00:00Z",
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Ecchi",
          "id": "9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        }
      ],
      "score": 7.99,
      "background": "Ranma ½ was published in English by VIZ Media from May 1993 to November 16, 2006. It was VIZ's longest running manga at the release of its final volume. It was republished in 2-in-1 omnibuses in the original right-to-left format by VIZ Media under the Shonen Sunday imprint from March 11, 2014 to March 14, 2017. The series was also partially published in Spanish in a special kanzenban edition (based on Japanese shinsouban) by EDT\/Glénat España from December 2011 to June 2013, but the publisher went defunct. In June 2015, the license was picked up by Planeta Cómic.",
      "themes": [
        {
          "id": "C91B67F0-2B27-43F8-B399-13A974E14825",
          "theme": "Harem"
        },
        {
          "id": "ADC7CBC8-36B9-4E52-924A-4272B7B2CB2C",
          "theme": "Martial Arts"
        },
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        }
      ],
      "chapters": 407,
      "id": 23,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/156534l.jpg\"",
      "sypnosis": "Soun Tendou runs the Tendou Martial Arts School accompanied by his three daughters: Akane, Nabiki, and Kasumi. One day, the sisters' lives are turned upside down when their father announces that he has promised one of them to be married to a fellow martial artist's son in hopes of carrying on the family legacy. In addition to their mixed reactions, when the fiancé arrives, the last thing the Tendou family expects is Ranma Saotome and his father, Genma.\n\nRanma has been training in China with his father until an unfortunate accident changed them both. Now, when water touches them, Ranma turns into a girl and Genma into a giant panda. Ranma ½ follows Ranma as he attempts to get along with his newly betrothed, the youngest of the Tendou sisters, Akane. As the two begin to attend the same school, they deal with fellow friends and rivals, all of whom have something to say about their engagement.\n\n[Written by MAL Rewrite]",
      "titleJapanese": "らんま½",
      "titleEnglish": "Ranma 1\/2",
      "title": "Ranma ½",
      "status": "finished",
      "volumes": 38
    },
    {
      "sypnosis": "Thousands of years ago, there existed those gifted with the power of God. Their mission: to destroy the ominous evils that lurk in the darkness known as \"Akuma.\" Led by the Milenium Earl, Akuma seek to destroy fragments of \"Innocence,\" the only weapons capable of harming the Earl and his army and bring about the Great Flood from a hundred years ago. \n\nTo prevent this tragedy from happening, the Black Order was formed as an organization dedicated to fighting the Earl. They recruit Exorcists, those with the inherent ability to accomodate Innocence, to fight against the Akuma.\n\nIn the late 19th century, Allen Walker—a white-haired boy armed with Innocence that takes the form of his entire left arm and a cursed eye that can see Akuma—is sent to the Black Order. There, Allen meets various comrades from the Order—the mercurial Yuu Kanda, the kindhearted Lenalee Lee, and the cheerful yet mysterious Lavi. Despite their different personalities, they have one goal in mind: to bring salvation to the souls of Akuma and prevent the Earl from destroying the world.\n\n[Written by MAL Rewrite]",
      "endDate": null,
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/240470l.jpg\"",
      "title": "D.Gray-man",
      "volumes": null,
      "titleEnglish": "D.Gray-man",
      "status": "currently_publishing",
      "startDate": "2004-05-31T00:00:00Z",
      "themes": [
        {
          "id": "AD7A66B1-D066-4BC0-8AEE-7B97904F003A",
          "theme": "Mythology"
        },
        {
          "id": "472FB2AE-13C0-4EEE-9A45-A7B75AC5DC29",
          "theme": "Super Power"
        }
      ],
      "score": 8.28,
      "chapters": null,
      "url": "\"https:\/\/myanimelist.net\/manga\/24\/DGray-man\"",
      "authors": [
        {
          "id": "439FF2E0-88EA-4741-BE32-319133E5C0FF",
          "role": "Story & Art",
          "lastName": "Hoshino",
          "firstName": "Katsura"
        }
      ],
      "id": 24,
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "background": "Originally serialized in Shounen Jump between May 2004 and April 2009 (2004 #27~2009 #22+23), but after a hand injury of Hoshino Katsura, moved to Jump SQ on November 4, 2009 (2009-12) and continued irregularly until January 4, 2013 (2013-02), after which was put on indefinite hiatus that continued for more than two years. Serialization restarted in quarterly magazine Jump SQ.Crown Vol.1 (2015\/7). The manga has been published in English by VIZ Media under the Shonen Jump Advanced imprint since May 2, 2006 and in 3-in-1 omnibus editions since July 2, 2013. It has been also published in Spanish, first the first 23 volumes by Glénat until August 2012, when Shueisha broke the contract with Glénat, and then by Ivrea since July 2013, re-editing the first 23 volumes and simultaneously publishing new volumes; and in Italian by Panini Comics under the Planet Manga imprint since July 20, 2006.",
      "titleJapanese": "D.Gray-man"
    },
    {
      "sypnosis": "Alchemists are knowledgeable and naturally talented individuals who can manipulate and modify matter due to their art. Yet despite the wide range of possibilities, alchemy is not as all-powerful as most would believe. Human transmutation is strictly forbidden, and whoever attempts it risks severe consequences. Even so, siblings Edward and Alphonse Elric decide to ignore this great taboo and bring their mother back to life. Unfortunately, not only do they fail in resurrecting her, they also pay an extremely high price for their arrogance: Edward loses his left leg and Alphonse his entire body. Furthermore, Edward also gives up his right arm in order to seal his brother's soul into a suit of armor.\n\nYears later, the young alchemists travel across the country looking for the Philosopher's Stone, in the hopes of recovering their old bodies with its power. However, their quest for the fated stone also leads them to unravel far darker secrets than they could ever imagine.\n\n[Written by MAL Rewrite]",
      "endDate": "2010-09-11T00:00:00Z",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        }
      ],
      "titleEnglish": "Fullmetal Alchemist",
      "title": "Fullmetal Alchemist",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/243675l.jpg\"",
      "volumes": 27,
      "status": "finished",
      "startDate": "2001-07-12T00:00:00Z",
      "themes": [
        {
          "id": "AD119CBB-2CCE-42FE-BD89-32D42C46462F",
          "theme": "Military"
        }
      ],
      "score": 9.03,
      "chapters": 116,
      "url": "\"https:\/\/myanimelist.net\/manga\/25\/Fullmetal_Alchemist\"",
      "authors": [
        {
          "id": "F0D2B37F-8B21-4783-8CD7-11DA6D714A78",
          "lastName": "Arakawa",
          "firstName": "Hiromu",
          "role": "Story & Art"
        }
      ],
      "background": "Hagane no Renkinjutsushi won the 49th Shogakukan Manga Award for the shounen demographic in 2004. Hiromu Arakawa also won the 15th Tezuka Osamu Cultural Prize in the New Artist Prize category for the series in 2011. As of 2015, over 64 million copies of the series have been sold worldwide, making it one of Square Enix's most successful publications, according to Nielsen Bookscan. A live-action film is in development by Warner Bros. Japan and is scheduled for release in Winter 2017. The series was published in English as Fullmetal Alchemist by VIZ Media from May 3, 2005 to December 20, 2011, and in eBook format by Yen Press on April 15, 2014. A 3-in-1 omnibus edition was released by VIZ from June 7, 2011 to November 11, 2014 as well as a complete box set in November 1, 2011 (which included the novel Fullmetal Alchemist: The Ties That Bind). The manga was also published in Italian by Panini Comics under the Planet Manga imprint from July 13, 2006 to September 3, 2011, in Polish by J.P. Fantastica from January 2006 to to April 2012, in Brazilian Portuguese by Jbc from February 2007 to April 2011 and in Spanish by Ivrea Argentina starting December 12, 2016.",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "id": 25,
      "titleJapanese": "鋼の錬金術師"
    },
    {
      "sypnosis": "\"Secret treasure hoards, undiscovered wealth... mystical places, unexplored frontiers... 'The mysterious unknown.' There's magic in such words for those captivated by its spell. They are called 'Hunters'!\"\n\nGon Freecss wants to become a Hunter so he can find his father, a man who abandoned him to pursue a life of adventure. But it's not that simple: only one in one hundred thousand can pass the Hunter Exam, and that is just the first obstacle on his journey. During the Hunter Exam, Gon befriends many other potential Hunters, such as the mysterious Killua; the revenge-driven Kurapika; and Leorio, who aims to become a doctor. There's a world of adventure and peril awaiting, and those who embrace it with open arms can become the greatest Hunters of them all!\n\n[Written by MAL Rewrite]",
      "endDate": null,
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Adventure",
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32"
        },
        {
          "genre": "Fantasy",
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62"
        }
      ],
      "titleEnglish": "Hunter x Hunter",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/253119l.jpg\"",
      "title": "Hunter x Hunter",
      "volumes": null,
      "status": "currently_publishing",
      "startDate": "1998-03-03T00:00:00Z",
      "themes": [],
      "score": 8.73,
      "chapters": null,
      "url": "\"https:\/\/myanimelist.net\/manga\/26\/Hunter_x_Hunter\"",
      "authors": [
        {
          "role": "Story & Art",
          "lastName": "Togashi",
          "id": "BE082340-CE80-43B7-B9A1-428CD39C6288",
          "firstName": "Yoshihiro"
        }
      ],
      "background": "Hunter x Hunter has been published in English by VIZ Media under the Shonen Jump Advanced imprint since April 5, 2005; in Brazilian Portuguese by Jbc since January 2008; in Spanish by Panini Comics since October 2012; and in Italian by Panini Comics. The series has been serialized irregularly since 2006 due to Yoshihiro Togashi's health problems.",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "id": 26,
      "titleJapanese": "HUNTER×HUNTER"
    },
    {
      "sypnosis": "Six years ago, Kamui Shirou and siblings Fuuma and Kotori Monou were inseparable childhood friends. After the sudden, gruesome death of the Monou siblings' mother, Kamui was taken away from Tokyo by his own mother. In the years that passed, the two lived peacefully while Kamui strengthened his innate telekinetic abilities. When his mother passes away in 1999, her dying wish prompts him to return to Tokyo to face his \"destiny.\"\n\nWhen Kamui reappears in the city, his attitude has taken a drastic turn, and he displays the growth of his powers through violent confrontations in the streets. Various opponents come after him asking if he is \"Kamui,\" but they seem to be demanding something far more significant than his name. These fighters represent two opposite factions—the Dragons of Heaven and the Dragons of Earth—who each wish to recruit him to their cause. Piecing together clues about the apocalyptic \"promised day,\" Kamui realizes that he holds the fate of the world in his hands. Depending on which group of Dragons he allies himself with, he can either choose to save the world—or end it.\n\n[Written by MAL Rewrite]",
      "endDate": "2003-03-24T00:00:00Z",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267781l.jpg\"",
      "title": "X",
      "volumes": 18,
      "themes": [
        {
          "theme": "Psychological",
          "id": "4394C99F-615B-494A-929E-356A342A95B8"
        },
        {
          "theme": "Super Power",
          "id": "472FB2AE-13C0-4EEE-9A45-A7B75AC5DC29"
        }
      ],
      "status": "on_hiatus",
      "startDate": "1992-03-24T00:00:00Z",
      "titleEnglish": "X",
      "score": 8.1,
      "chapters": 158,
      "url": "\"https:\/\/myanimelist.net\/manga\/27\/X\"",
      "authors": [
        {
          "role": "Story & Art",
          "firstName": "",
          "id": "425F1E1E-5163-48D6-8F39-C56BDE69ED99",
          "lastName": "CLAMP"
        }
      ],
      "id": 27,
      "demographics": [
        {
          "demographic": "Shoujo",
          "id": "C217B404-7691-4090-9775-9E63375EBF5B"
        }
      ],
      "background": "X is written and illustrated by the four-person team of CLAMP. It is currently incomplete, but CLAMP has stated their intention to one day conclude the series if they can. It started serialization in Kadokawa Shoten's Monthly Asuka shoujo manga magazine in May 1992 and stopped serialization in March 2003. Events depicted in the manga were too similar for comfort to real-life disasters that occurred in Japan, which contributed to the series' halt. Chapters of X have been collected in eighteen and a \"half\" volumes, out of a total twenty-one volumes expected. X has been adapted into various anime that speculate about events that occurred before the manga started or after the point where the manga left off. The series was published in English by VIZ Media as 3-in-1 omnibus volume from November 8, 2011 to August 13, 2013.",
      "titleJapanese": "X"
    },
    {
      "sypnosis": "Nana Komatsu is a naive, unmotivated girl who spends her high school days chasing one crush after the other. Despite continually facing failure in her quest for love, her spirits have never dampened. At the age of 20, she finds herself on a train to Tokyo with hopes of reuniting with her current boyfriend.\n\nNana Osaki, on the other hand, is feisty and prideful. After joining a local band during her high school days, she falls in love with music and one of the band members. However, when faced with the choice between her relationship and her musical career, she chooses the latter and separates from her boyfriend. On her 20th birthday, she boards the same train to Tokyo, like her namesake, where she aims to become a top vocalist.\n\nThe two girls with the same name but very different aspirations find themselves sitting together on their journey to the city, and, as fate would have it, eventually share the same apartment. A deep and unique bond is then forged, where they will support each other in this saga of love, music, friendship, and heartbreak.\n\n[Written by MAL Rewrite]",
      "endDate": "2009-05-26T00:00:00Z",
      "genres": [
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076",
          "genre": "Romance"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/262324l.jpg\"",
      "titleEnglish": "Nana",
      "title": "Nana",
      "volumes": 21,
      "status": "on_hiatus",
      "startDate": "2000-05-26T00:00:00Z",
      "themes": [
        {
          "id": "840867E7-6C60-49CE-8C47-A99AA71A2113",
          "theme": "Adult Cast"
        },
        {
          "id": "2F76BD28-F021-4B12-9FC2-7F10BF7A5F17",
          "theme": "Love Polygon"
        },
        {
          "id": "2BA6A0CA-AB07-480F-942D-68061E786565",
          "theme": "Music"
        }
      ],
      "score": 8.79,
      "chapters": 84,
      "url": "\"https:\/\/myanimelist.net\/manga\/28\/Nana\"",
      "authors": [
        {
          "firstName": "Ai",
          "lastName": "Yazawa",
          "id": "5B168257-6A33-4784-93E9-774D29FFCBD7",
          "role": "Story & Art"
        }
      ],
      "background": "Nana has been published in English by VIZ Media under the Shojo Beat imprint since December 6, 2005; in Spain by Planeta Cómic since 2007; and in Argentina by Editorial Ivrea since 2009. The series was placed on hiatus since the July 2009 issue of Cookie due to the mangaka's sudden illness.",
      "demographics": [
        {
          "id": "C217B404-7691-4090-9775-9E63375EBF5B",
          "demographic": "Shoujo"
        }
      ],
      "id": 28,
      "titleJapanese": "NANA"
    },
    {
      "sypnosis": "After two eccentrically dressed individuals ambush her, high school student Yukari Hayasaka promptly passes out due to shock. She soon awakens to find herself surrounded by even more strangely dressed people in the basement studio of Paradise Kiss—a fashion design club composed of four students from Yazawa School for the Arts. Although it seems like Yukari has been kidnapped, the older students explain that they only approached her to see if she would model their collection for an upcoming fashion show.\n\nBeing a senior with a busy schedule, Yukari furiously rejects the group's offer. But when she drops her student passbook in her haste to leave, the ringleader of the group, George Koizumi, picks it up and uses it as a means to coerce Yukari into considering their request. After hearing about the other members' unbridled ambition, Yukari is inspired to reevaluate her own circumstances and eventually agrees to help them out.\n\nNow as Paradise Kiss' model, Yukari must learn to balance her new responsibilities with her hectic personal life. However, the more time she spends with George and the rest of the team, the harder it becomes for her to avoid getting swept up in the glitz and glamor of the fashion world.\n\n[Written by MAL Rewrite]",
      "endDate": "2003-03-22T00:00:00Z",
      "genres": [
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076",
          "genre": "Romance"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/262323l.jpg\"",
      "titleEnglish": "Paradise Kiss",
      "volumes": 5,
      "themes": [
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        },
        {
          "id": "4BEECBB2-B664-4EC0-89B4-C1E5156FAC8D",
          "theme": "Visual Arts"
        }
      ],
      "status": "finished",
      "startDate": "1999-03-23T00:00:00Z",
      "title": "Paradise Kiss",
      "score": 8.3,
      "chapters": 48,
      "url": "\"https:\/\/myanimelist.net\/manga\/29\/Paradise_Kiss\"",
      "authors": [
        {
          "firstName": "Ai",
          "lastName": "Yazawa",
          "id": "5B168257-6A33-4784-93E9-774D29FFCBD7",
          "role": "Story & Art"
        }
      ],
      "id": 29,
      "demographics": [
        {
          "id": "69722EC1-C23D-4FFC-8A6D-E7BFE86240EB",
          "demographic": "Josei"
        }
      ],
      "background": "Paradise Kiss was published in English by Tokyopop from May 21, 2002 to March 9, 2004. Due to Tokyopop dissolving in 2011, Vertical Inc. acquired the publishing rights and republished the entire series in three volumes from September 25, 2012 to March 5, 2013. The manga received a live-action film adaptation produced by Fox International, which was released in Japan on June 4, 2011. A mobile game based on the series was published by Hot Pod on June 6, 2011.",
      "titleJapanese": "パラダイス・キス"
    },
    {
      "sypnosis": "At Ouran High School, an academy where only the children of the rich and powerful attend, there exists a club consisting of the most elite of the student body: the legendary Host Club. Within the club's room, six beautiful, bored boys spend their time entertaining equally beautiful and bored girls.\n\nHaruhi Fujioka, a poor scholarship student, has no interest in the Host Club—until she breaks a valuable vase in their clubroom. After being mistaken for a boy, Haruhi is forced by Kyouya Ootori to work for the Host Club to repay her debt. Tamaki Suou, the princely leader of the club, eagerly takes her under his wing to teach her the ways of the host.\n\nThings, however, are never quite so simple with the Host Club around. Even the most mundane events can turn into huge spectacles with the likes of prankster twins Hikaru and Kaoru Hitachiin, stoic Takashi Morinozuka, and sweet Mitsukuni \"Hunny\" Haninozuka. The crazy adventures of the Host Club are just beginning, and Haruhi must learn how to survive in the glitzy world of the hosts.\n\n[Written by MAL Rewrite]\n\nNote: The final volume contains a special bonus chapter where the group travels to Spain.",
      "endDate": "2010-09-24T00:00:00Z",
      "genres": [
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267782l.jpg\"",
      "title": "Ouran Koukou Host Club",
      "volumes": 18,
      "titleEnglish": "Ouran High School Host Club",
      "status": "finished",
      "startDate": "2002-07-24T00:00:00Z",
      "themes": [
        {
          "id": "FE0F859B-27B9-4323-B44E-7721C596B3E0",
          "theme": "Crossdressing"
        },
        {
          "id": "50B579AE-CA41-4822-AFCB-939B9D6EF701",
          "theme": "Reverse Harem"
        },
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        }
      ],
      "score": 8.5,
      "chapters": 87,
      "url": "\"https:\/\/myanimelist.net\/manga\/30\/Ouran_Koukou_Host_Club\"",
      "authors": [
        {
          "firstName": "Bisco",
          "role": "Story & Art",
          "lastName": "Hatori",
          "id": "B296B13E-DEA2-410D-B65B-E72258E0B8D3"
        }
      ],
      "background": "Ouran Koukou Host Club was published in English as Ouran High School Host Club by VIZ Media under the Shojo Beat imprint from July 5, 2005 to June 5, 2012. An 18-volume boxed-set including an exclusive notepad featuring character's art was released on November 6, 2012. It was also was published in Polish by Japonica Polonica Fantastica from October 2009 to September 2013.",
      "demographics": [
        {
          "demographic": "Shoujo",
          "id": "C217B404-7691-4090-9775-9E63375EBF5B"
        }
      ],
      "id": 30,
      "titleJapanese": "桜蘭高校ホスト部"
    },
    {
      "sypnosis": "When the taller than average 172 cm Risa Koizumi learns that her occasional nemesis, the shorter than average 156 cm Atsushi Ootani, is romantically interested in her friend, she decides to team up with him. After all, she also has feelings for his friend. Unluckily, however, their respective crushes fall for each other instead. Determined to find new love after their recent misfortunes, the pair decide to cheer each other on while maintaining their usual dynamic of constant bickering. \n\nAlthough they continually deny it, Risa and Ootani are more similar than they like to admit: they both have unusual heights, failing grades, identical tastes in food, and a tendency to act extremely childish. Together, they inspire laughter among their peers as a so-called comedic duo. Could the love that these two are looking for be closer than they think?\n\n[Written by MAL Rewrite]\n\n\nIncluded one-shots:\nVolume 12: Hoshi ni Nattemo Aishiteru\nVolume 16: Bokura no Ibasho",
      "endDate": "2007-08-13T00:00:00Z",
      "genres": [
        {
          "genre": "Award Winning",
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B"
        },
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/209659l.jpg\"",
      "titleEnglish": "Love★Com",
      "volumes": 17,
      "themes": [
        {
          "theme": "School",
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"
        }
      ],
      "status": "finished",
      "startDate": "2001-08-13T00:00:00Z",
      "title": "Lovely★Complex",
      "score": 8.33,
      "chapters": 68,
      "url": "\"https:\/\/myanimelist.net\/manga\/31\/Lovely%E2%98%85Complex\"",
      "authors": [
        {
          "lastName": "Nakahara",
          "firstName": "Aya",
          "role": "Story & Art",
          "id": "AA0BC570-3E12-44F9-B28E-10F279E08EBA"
        }
      ],
      "background": "Lovely★Complex won the 49th Shogakukan Manga Award for shoujo in 2004. The manga was published in English as Love★Com by VIZ Media under the Shojo Beat imprint from July 3, 2007 to March 2, 2010 and was adapted to two drama CDs, a live-action movie and PlayStation 2 game in 2006, and a TV anime series in 2007.",
      "demographics": [
        {
          "id": "C217B404-7691-4090-9775-9E63375EBF5B",
          "demographic": "Shoujo"
        }
      ],
      "id": 31,
      "titleJapanese": "ラブ★コン"
    },
    {
      "sypnosis": "In the not too distant future, mankind battles over O-Parts, relics from an ancient civilization. It takes a special kind of person to unlock the full potential of these remnants from the past, and a unique breed of humans known as O.P.T.s (or O-Parts Tacticians) become a force to be reckoned with. Unfortunately, O-Parts can be used for good or evil purposes.\n\nJio is a young boy with a tragic past who only trusts one thing in the world: money. Little does he suspect that he is actually a very powerful O.P.T., and inside him sleeps a demon of incredible ferocity. He meets up with a girl named Ruby, and together they decide to embark on a dangerous quest to discover as many O-Parts as they can. Will Jio help Ruby realize her dream of becoming a world famous treasure hunter? More importantly, will Ruby help Jio realize his dream of--world domination?!\n\n(Source: Viz Media)\n\nIncluded one-shots:\nVolume 6: Trigger",
      "endDate": "2007-12-12T00:00:00Z",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267783l.jpg\"",
      "title": "666 Satan",
      "volumes": 19,
      "themes": [],
      "status": "finished",
      "startDate": "2001-08-11T00:00:00Z",
      "titleEnglish": "O-Parts Hunter",
      "score": 7.45,
      "chapters": 78,
      "url": "\"https:\/\/myanimelist.net\/manga\/32\/666_Satan\"",
      "authors": [
        {
          "lastName": "Kishimoto",
          "role": "Story & Art",
          "id": "C8193437-A12F-42B2-8084-FBEB86DC8300",
          "firstName": "Seishi"
        }
      ],
      "background": "666 Satan was published in English as O-Parts Hunter by VIZ Media from December 12, 2006 to December 8, 2009; in Italian by J-POP from June 6, 2008 to July 25, 2010; and in Spanish by EDT\/Glénat from July 2009 to June 2012.",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "id": 32,
      "titleJapanese": "666〜サタン〜"
    },
    {
      "sypnosis": "Kotarou Higuchi is a sixth-grade student who not only has to work hard to get into a good middle school, but he also has to deal with the responsibilities that come with living in an apartment all by himself. One day, while leaving for school, he is greeted with a surprise: an unfamiliar, older girl in a frilly black dress is waiting by his front door, asking to be friends with him!\n\nDespite his attempts at ignoring her, the strange girl determinedly follows Kotarou all the way to school and back. Giving in, Kotarou finds out that the strange girl's name is Misha and that she is his new neighbor, supposedly from Heaven to work on becoming a full-time angel. What will become of Kotarou and his life with this \"clingy angel\"?\n\n[Written by MAL Rewrite]",
      "endDate": "2003-06-27T00:00:00Z",
      "genres": [
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        },
        {
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076",
          "genre": "Romance"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/191236l.jpg\"",
      "title": "Pita-Ten",
      "volumes": 8,
      "titleEnglish": "Pita-Ten",
      "status": "finished",
      "startDate": "1999-08-27T00:00:00Z",
      "themes": [],
      "score": 7.37,
      "chapters": 47,
      "url": "\"https:\/\/myanimelist.net\/manga\/33\/Pita-Ten\"",
      "authors": [
        {
          "id": "9C4F4AA8-776F-4EC0-B830-0E23895D1A18",
          "lastName": "Koge-Donbo*",
          "role": "Story & Art",
          "firstName": ""
        }
      ],
      "id": 33,
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "background": "Pita-Ten was published in English by Tokypop from January 13, 2004 to March 8, 2005.",
      "titleJapanese": "ぴたテン"
    },
    {
      "sypnosis": "On planet Di Gi Charat, little Digiko was a pampered princess. Now living on Earth, the green-haired moppet is working for minimum wage at a hobby shop in Japan. Who ever said it was easy being cute? Based on the popular anime series, Di Gi Charat also features bratty Usada, shy boy Minagawa, and Digiko's wacky companions Puchiko and Gemo! \n\n(Source: VIZ Media)",
      "endDate": "2000-03-01T00:00:00Z",
      "genres": [
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        },
        {
          "id": "2DEDC015-82DA-4EF4-B983-F0F58C8F689E",
          "genre": "Sci-Fi"
        }
      ],
      "titleEnglish": "Di Gi Charat",
      "title": "Di Gi Charat: Koushiki Comic Anthology",
      "volumes": 4,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267784l.jpg\"",
      "status": "finished",
      "startDate": "1998-07-01T00:00:00Z",
      "themes": [],
      "score": 6.52,
      "chapters": 72,
      "url": "\"https:\/\/myanimelist.net\/manga\/34\/Di_Gi_Charat__Koushiki_Comic_Anthology\"",
      "authors": [
        {
          "id": "9C4F4AA8-776F-4EC0-B830-0E23895D1A18",
          "role": "Story & Art",
          "firstName": "",
          "lastName": "Koge-Donbo*"
        },
        {
          "id": "5E1CA2F3-AE75-4233-80AA-63BF1A5D31DA",
          "role": "Story & Art",
          "firstName": "Yuuko",
          "lastName": "Ootsuki"
        },
        {
          "id": "96F0C124-D342-4F46-8E4A-3B6FE43B3D4B",
          "role": "Story & Art",
          "firstName": "Miyabi",
          "lastName": "Fujieda"
        },
        {
          "id": "91C04763-C2F1-48B4-B79A-FF051277E5EE",
          "role": "Story & Art",
          "firstName": "Yuki",
          "lastName": "Kiriga"
        },
        {
          "id": "53457935-4FA1-49FF-B1B8-09545620DD47",
          "role": "Story & Art",
          "firstName": "Hisanari",
          "lastName": "Minamoto"
        },
        {
          "id": "5127667D-95AB-49F2-AEAC-4A14BCADFEE7",
          "role": "Art",
          "firstName": "Kurumi",
          "lastName": "Morisaki"
        },
        {
          "id": "0A303C8A-C162-4487-AA61-2F2AD2DC05A3",
          "role": "Story & Art",
          "firstName": "Kotomi",
          "lastName": "Nekoma"
        }
      ],
      "background": "Di Gi Charat: Koushiki Comic Anthology was published in English as Di Gi Charatf by VIZ Media from December 24, 2003 to April 28, 2004.",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "id": 34,
      "titleJapanese": "デ・ジ・キャラット 公式コミックアンソロジー"
    },
    {
      "sypnosis": "After the death of her beloved cat, orphan Karin Hanazono is left lonesome and empty. As she does not have any friends and performs poorly at school, her mean-spirited aunt resents having to take care of her. Wholeheartedly believing that God will grant her salvation one day, she tightly holds onto the ring that her mother passed down to her.\n\nSeeking solace by spending time at her late cat's grave, Karin unexpectedly meets a boy named Kazune Kuujou, who claims he is looking for God. However, Kazune calls her weak for relying on her deceased cat for comfort. Angered by the insult, Karin subconsciously channels energy into her mother's ring. Soon enough, she begins to excel at school and classmates compliment her for the first time. Unbeknownst to her, the ring has bestowed her godly powers.\n\nThe revelation of the ring's transcendent strength catches the eyes of not only Kazune but also more sinister figures who wish to take advantage of Karin for nefarious purposes. Karin must now use her newly acquired gift to fight back against these malicious forces, unaware of the truth behind her heritage and the existence of others with similar abilities.\n\n[Written by MAL Rewrite]",
      "endDate": "2008-04-03T00:00:00Z",
      "genres": [
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Fantasy",
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267789l.jpg\"",
      "titleEnglish": "Kamichama Karin",
      "volumes": 7,
      "themes": [
        {
          "theme": "Mahou Shoujo",
          "id": "24415292-92B5-4B3F-A18F-CB24454FC7B4"
        }
      ],
      "status": "finished",
      "startDate": "2002-11-02T00:00:00Z",
      "title": "Kamichama Karin",
      "score": 7.5,
      "chapters": 32,
      "url": "\"https:\/\/myanimelist.net\/manga\/35\/Kamichama_Karin\"",
      "authors": [
        {
          "lastName": "Koge-Donbo*",
          "firstName": "",
          "role": "Story & Art",
          "id": "9C4F4AA8-776F-4EC0-B830-0E23895D1A18"
        }
      ],
      "background": "Kamichama Karin was first published in English by Tokyopop from September 30, 2005 to May 1, 2007. Del Rey later took over the license, and published the series from June 24, 2008 to January 26, 2010.",
      "id": 35,
      "demographics": [
        {
          "demographic": "Shoujo",
          "id": "C217B404-7691-4090-9775-9E63375EBF5B"
        }
      ],
      "titleJapanese": "かみちゃまかりん"
    },
    {
      "sypnosis": "It's nearly the end of the century, and one girl has been breaking the news: Kaitou Jeanne, a phantom thief supposedly sent by God, has been stealing paintings all around the city. Her real identity is Maron Kusakabe, a 16-year-old rhythmic gymnastics enthusiast and student at Momokuri Academy— something unknown to all, even her best friend Miyako Toudaiji, who is in charge of the police chase for Jeanne.\n\nHidden inside the paintings Maron steals are demons sent by the demon lord, who plans to weaken God's power by having his minions possess human hearts. Assisted by the minor angel Finn Fish, it is up to Maron as the reincarnation of Jeanne d'Arc to assume her alter ego, hunt down the cursed paintings, and seal the vile demons away. However, the tough job of balancing this duty with her lonesome high school life only proves more challenging when a mysterious new phantom thief makes his appearance—Kaitou Sinbad.\n\n[Written by MAL Rewrite]",
      "endDate": "2000-06-03T00:00:00Z",
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        },
        {
          "genre": "Supernatural",
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267790l.jpg\"",
      "title": "Kamikaze Kaitou Jeanne",
      "volumes": 7,
      "themes": [
        {
          "theme": "Mahou Shoujo",
          "id": "24415292-92B5-4B3F-A18F-CB24454FC7B4"
        },
        {
          "theme": "Reincarnation",
          "id": "D5BD91E5-EC30-4C0D-8F39-0316DD73A22C"
        },
        {
          "theme": "School",
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"
        }
      ],
      "titleEnglish": "Phantom Thief Jeanne",
      "startDate": "1997-12-29T00:00:00Z",
      "status": "finished",
      "score": 7.79,
      "chapters": 33,
      "url": "\"https:\/\/myanimelist.net\/manga\/36\/Kamikaze_Kaitou_Jeanne\"",
      "authors": [
        {
          "role": "Story & Art",
          "id": "DC4661A0-C3B1-4975-8A60-5F3D7059140C",
          "firstName": "Arina",
          "lastName": "Tanemura"
        }
      ],
      "background": "Kamikaze Kaitou Jeanne was published in English by CMX Manga from November 1, 2005 to January 24, 2007. After the publisher went defunct, VIZ Media picked up the license and republished the series from March 4, 2014 to November 4, 2014, following the 2013 5-volume reprint in Japan.",
      "demographics": [
        {
          "demographic": "Shoujo",
          "id": "C217B404-7691-4090-9775-9E63375EBF5B"
        }
      ],
      "id": 36,
      "titleJapanese": "神風怪盗ジャンヌ"
    },
    {
      "startDate": "2004-08-03T00:00:00Z",
      "title": "Shinshi Doumei Cross",
      "score": 7.85,
      "titleEnglish": "The Gentleman's Alliance Cross",
      "sypnosis": "Imperial Academy is an elite private school whose student body is divided into the ranks of Gold, Silver, and Bronze. Depending on your family's wealth and your individual merit, you can be classified as a Silver or Bronze student. However, there is only one Gold student, and this year that person is Shizumasa Touguu—nicknamed \"the Emperor\" because he is the Student Council President.\n\nWhen she was very young, Haine Otomiya fell in love with Shizumasa, after reading the children's picture book that he authored. She had met him twice before attending Imperial Academy, but as a Bronze student, her rank is far below his, so she has been unable to approach him at school. \n\nHaine jumps at an opportunity to get close to Shizumasa, and she unexpectedly becomes his bodyguard as well as a member of the Student Council. It seems like a dream come true for her, but soon she will learn that everyone in the Student Council is hiding secrets, and her own shameful history cannot be forgotten either.\n\n[Written by MAL Rewrite]\n\n\nIncluded one-shots",
      "authors": [
        {
          "lastName": "Tanemura",
          "firstName": "Arina",
          "id": "DC4661A0-C3B1-4975-8A60-5F3D7059140C",
          "role": "Story & Art"
        }
      ],
      "chapters": 59,
      "background": "Shinshi Doumei Cross was published in English as The Gentlemen's Alliance Cross by VIZ Media under the Shojo Beat imprint from March 6, 2007 to April 6, 2010.",
      "volumes": 11,
      "url": "\"https:\/\/myanimelist.net\/manga\/37\/Shinshi_Doumei_Cross\"",
      "id": 37,
      "endDate": "2008-06-03T00:00:00Z",
      "demographics": [
        {
          "demographic": "Shoujo",
          "id": "C217B404-7691-4090-9775-9E63375EBF5B"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/257940l.jpg\"",
      "themes": [
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        }
      ],
      "titleJapanese": "紳士同盟†",
      "status": "finished",
      "genres": [
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Drama",
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        }
      ]
    },
    {
      "startDate": "1999-12-27T00:00:00Z",
      "title": "+Anima",
      "score": 7.65,
      "titleEnglish": "+Anima",
      "authors": [
        {
          "id": "87F30A42-49CB-4412-8619-4731ADDF5210",
          "lastName": "Mukai",
          "role": "Story & Art",
          "firstName": "Natsumi"
        }
      ],
      "sypnosis": "+Anima are rare and mysterious human-like beings capable of transforming their body into the form of an animal, but they are ostracised from society by humans. Cooro, a young orphaned +Anima with the abilities of a crow, struggles to find acceptance and belonging. Having been found on a church altar as a baby, he knows little of his origins and his species despite the poor reputation they receive. Thus, he resolves to search for more of his kind.\n\nTogether with his newfound companions—Husky, Nana Alba, and Senri—Cooro embarks on a quest to meet other outcasts and discover their place in an unforgiving world. As the bond between the four +Anima grows to become unbreakable throughout their travels, a sense of adventure seems everlasting. However, the group soon realizes that finding somewhere to belong might prove more challenging than previously anticipated.\n\n+Anima follows the hardships and adventures of Cooro and his friends as they learn of the difficulties and prejudice experienced by their kin.\n\n[Written by MAL Rewrite]",
      "background": "+Anima was licensed by Tokyopop in the United States and Canada, publishing an English translation of the series from May 9, 2006 to December 9, 2008. Madman Entertainment licensed the manga in Australia and New Zealand.",
      "chapters": 59,
      "volumes": 10,
      "url": "\"https:\/\/myanimelist.net\/manga\/38\/_Anima\"",
      "endDate": "2005-01-27T00:00:00Z",
      "id": 38,
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/267791l.jpg\"",
      "themes": [],
      "titleJapanese": "+ANIMA",
      "status": "finished",
      "genres": [
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        }
      ]
    },
    {
      "score": 6.99,
      "startDate": "1999-07-19T00:00:00Z",
      "title": "Zombie Powder.",
      "titleEnglish": "Zombiepowder.",
      "authors": [
        {
          "firstName": "Tite",
          "lastName": "Kubo",
          "id": "76576CBC-75F3-456C-BD8C-CDB65D47E482",
          "role": "Story & Art"
        }
      ],
      "sypnosis": "Gamma Akutabi is a mysterious figure, drifting through the western desert with a giant sword slung over his shoulder and a right arm made completely of metal spreading up and over his cheek. He searches endlessly for a mythical set of 12 Rings of the Dead—jewelry said to give life to the possessor. These rings are hunted by mercenaries and outlaws alike for a wide variety of reasons, but Gamma seeks to grant himself eternal life by possessing all 12.\n\nGamma comes across teenager John Elwood Shepherd in his travels, who decides to follow Gamma after a brutal fight claims the life of his sister. Elwood seeks to use the Rings of the Dead to bring his sister back to life and quickly develops an admiration for Gamma, whose combat prowess saves Elwood's life time after time. Along the way, the two travelers encounter new friends and old allies from Gamma's past, working with them to defeat enemies who seek to use the Rings of the Dead for their own nefarious purposes.\n\n[Written by MAL Rewrite]\n\n\nIncluded one-shots:\nVolume 2: Ultra Unholy Hearted Machine\nVolume 3: Kokumashi Urara (Rune Master Urara)\nVolume 4: Bad Shield United",
      "background": "Zombie Powder. was published in English by VIZ Media under the Shonen Jump imprint from September 5, 2006 to June 5, 2007.",
      "chapters": 30,
      "volumes": 4,
      "url": "\"https:\/\/myanimelist.net\/manga\/39\/Zombie_Powder\"",
      "endDate": "2000-02-15T00:00:00Z",
      "id": 39,
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/180035l.jpg\"",
      "themes": [],
      "titleJapanese": "ZOMBIEPOWDER.",
      "status": "finished",
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Supernatural",
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF"
        }
      ]
    },
    {
      "startDate": "2000-07-11T00:00:00Z",
      "score": 7.8,
      "title": "Black Cat",
      "titleEnglish": "Black Cat",
      "authors": [
        {
          "lastName": "Yabuki",
          "id": "CAF08E3D-95EA-44D6-ADBA-6D0D02AB94E3",
          "firstName": "Kentarou",
          "role": "Art"
        }
      ],
      "sypnosis": "Train Heartnet is an amicable bounty hunter—known as a \"Sweeper\"—with a talent for sharpshooting. Working alongside his cool-headed partner Sven Vollfied, they hunt down wanted criminals. Unfortunately, however, despite their efforts, the dynamic duo always seems to be short on money, which forces them to accept a job from the beautiful Rinslet Walker, a sly thief for hire, and a mysterious girl named Eve.\n\nHowever, the motley crew soon discovers a terrible plot to revolutionize the world, and the mastermind is someone Train knows and loathes with a passion. As the plan is set into motion, it is soon made clear that behind the carefree sharpshooter's smiling face lies a tragic past and an insatiable desire for revenge.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 8: Stray Cat (pilot)",
      "chapters": 187,
      "background": "Black Cat was published in English by VIZ Media under the Shonen Jump imprint from March 7, 2006 to May 5, 2009 and in Italian by Star Comics from February 3, 2004 to April 2, 2007.",
      "volumes": 20,
      "url": "\"https:\/\/myanimelist.net\/manga\/40\/Black_Cat\"",
      "endDate": "2004-06-14T00:00:00Z",
      "id": 40,
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/186071l.jpg\"",
      "themes": [],
      "status": "finished",
      "titleJapanese": "BLACK CAT",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        }
      ]
    },
    {
      "score": 7.26,
      "startDate": "2003-06-23T00:00:00Z",
      "title": "Busou Renkin",
      "titleEnglish": "Buso Renkin",
      "sypnosis": "Busou Renkin is the story of the teenager Kazuki Mutou, who dies trying to save a girl who was being attacked by an eerie monster. The next morning, however, Kazuki is left wondering whether it was all a dream. Lo and behold, the girl, the monster, and his death are all real! The girl, Tokiko Tsumura, was actually trying to slay the homunculus (a beast that can take the form of humans, but whose main source of food is people), but Kazuki got in her way. To revive Kazuki, Tokiko replaces his heart with a \"kakugane,\" an alchemic device that allows him to summon a lance with which to fight the monsters. It turns out that Tokiko is a member of Renkin Kenshi (Alchemist Soldiers)—an organization sworn to protect the world from the diabolical creatures. Soon, Kazuki joins Tokiko in her quest to terminate the sinister being that creates and controls the homunculus.\n\n(Source: VIZ Media)\n\nIncluded one-shot:\nVolume 10: Embalming: Dead Body and Bride",
      "authors": [
        {
          "role": "Story & Art",
          "id": "A9FBCFAA-B219-42C9-819A-5F7CB4835086",
          "lastName": "Watsuki",
          "firstName": "Nobuhiro"
        }
      ],
      "chapters": 83,
      "background": "This manga was published in English by VIZ Media under Shonen Jump Advanced imprint from August 1, 2006 to February 5, 2008.",
      "volumes": 10,
      "url": "\"https:\/\/myanimelist.net\/manga\/41\/Busou_Renkin\"",
      "id": 41,
      "endDate": "2006-04-25T00:00:00Z",
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/149583l.jpg\"",
      "themes": [
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        }
      ],
      "titleJapanese": "武装錬金",
      "status": "finished",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "B3E8D4B2-7EE4-49CD-8DB0-9897619B3F62",
          "genre": "Fantasy"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ]
    },
    {
      "startDate": "1984-11-20T00:00:00Z",
      "title": "Dragon Ball",
      "score": 8.41,
      "titleEnglish": "Dragon Ball",
      "authors": [
        {
          "lastName": "Toriyama",
          "id": "998C1B16-E3DB-47D1-8157-8389B5345D03",
          "firstName": "Akira",
          "role": "Story & Art"
        }
      ],
      "sypnosis": "Bulma, a headstrong 16-year-old girl, is on a quest to find the mythical Dragon Balls—seven scattered magic orbs that grant the finder a single wish. She has but one desire in mind: a perfect boyfriend. On her journey, Bulma stumbles upon Gokuu Son, a powerful orphan who has only ever known one human besides her. Gokuu possesses one of the Dragon Balls, it being a memento from his late grandfather. In exchange for it, Bulma invites Gokuu to be a companion in her travels.\n\nBy Bulma's side, Gokuu discovers a world completely alien to him. Powerful enemies embark on their own pursuits of the Dragon Balls, pushing Gokuu beyond his limits in order to protect Bulma and their growing circle of allies. However, Gokuu has secrets unbeknownst to even himself; the incredible strength within him stems from a mysterious source, one that threatens the many people he grows to hold dear.\n\nAs his prowess in martial arts flourishes, Gokuu attracts stronger opponents whose villainous plans could collapse beneath his might. He undertakes the endless venture of combat training to defend his loved ones and the fate of the planet itself.\n\n[Written by MAL Rewrite]",
      "chapters": 520,
      "background": "Dragon Ball has become one of the most successful manga series of all time, with over 230 million copies sold worldwide with 157 million in Japan alone, making it the third all-time best selling manga as of 2015, and the #1 manga series not currently publishing. The series is often credited for the \"Golden Age of Jump\" where the magazine's circulation was at its highest. VIZ Media serialized the manga in English from March 1998 to March 2005 in monthly comic book anthology format; and was later collected into traditional tankobon format volumes from March 12, 2003 to June 6, 2006. To closer follow the English anime localization, the series is split; in which volumes 17-42 are titled Dragon Ball Z and renumbered as volumes 1-26. Other releases by VIZ include the large format VIZ Big Edition, kanzenban cover based 3-in-1 Edition, and a Full Color Edition of chapters 195-245. Other English publishers include Madman Entertainment in Australia\/New Zealand, and the now defunct Gollancz Manga (distribution rights transferred to VIZ) in the United Kingdom. The series is also published in Spanish by Planet DeAgostini Cómics and in French by Glénat Editions.",
      "volumes": 42,
      "id": 42,
      "endDate": "1995-05-23T00:00:00Z",
      "url": "\"https:\/\/myanimelist.net\/manga\/42\/Dragon_Ball\"",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267793l.jpg\"",
      "themes": [
        {
          "theme": "Martial Arts",
          "id": "ADC7CBC8-36B9-4E52-924A-4272B7B2CB2C"
        },
        {
          "theme": "Super Power",
          "id": "472FB2AE-13C0-4EEE-9A45-A7B75AC5DC29"
        }
      ],
      "titleJapanese": "ドラゴンボール",
      "status": "finished",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "2DEDC015-82DA-4EF4-B983-F0F58C8F689E",
          "genre": "Sci-Fi"
        }
      ]
    },
    {
      "score": 8.47,
      "title": "Eyeshield 21",
      "startDate": "2002-07-23T00:00:00Z",
      "titleEnglish": "Eyeshield 21",
      "sypnosis": "Timid, diminutive, and frequently the target of bullies, Sena Kobayakawa has just enrolled at Deimon Private High School. When he angers a group of delinquents by refusing to act as their errand boy, he makes an incredibly speedy getaway, an ability he has developed through years of running from his tormentors.\n\nYouichi Hiruma—the demonic captain of the Deimon Devil Bats football team—happens to be nearby, and seeing Sena's \"golden legs\" at work, forcibly recruits him as a running back despite Sena's desire to be team manager instead. Made to don the number 21 jersey and a special helmet to hide his identity as a player, Sena becomes \"Eyeshield 21,\" the team's closely guarded secret weapon. Soon he realizes his love for the sport, and aims to help the Devil Bats reach the Christmas Bowl, the high school football championship.\n\n[Written by MAL Rewrite]",
      "authors": [
        {
          "firstName": "Riichiro",
          "id": "8E792DDF-6DCF-4EE7-865A-E429872D90D0",
          "lastName": "Inagaki",
          "role": "Story"
        },
        {
          "firstName": "Yusuke",
          "id": "E488A952-2FD8-43C6-A845-723F0DB92C59",
          "lastName": "Murata",
          "role": "Art"
        }
      ],
      "background": "Eyeshield 21 has sold more than 20 million copies in Japan and also has games produced by Konami and Nintendo. The series was published in English by VIZ Media under Shonen Jump Advanced imprint from April 5, 2005 to October 4, 2011 and has been licensed in France, Hong Kong, Indonesia, Italy, Taiwan, and South Korea.",
      "chapters": 333,
      "volumes": 37,
      "url": "\"https:\/\/myanimelist.net\/manga\/43\/Eyeshield_21\"",
      "id": 43,
      "endDate": "2009-06-15T00:00:00Z",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/165586l.jpg\"",
      "themes": [
        {
          "id": "5337B561-472F-46B2-A2CD-7FD251A74150",
          "theme": "Team Sports"
        }
      ],
      "titleJapanese": "アイシールド21",
      "status": "finished",
      "genres": [
        {
          "id": "914A2BD5-5A1F-4D6F-9EA5-A839D5A8176B",
          "genre": "Sports"
        }
      ]
    },
    {
      "startDate": "2003-12-08T00:00:00Z",
      "score": 8.62,
      "title": "Gintama",
      "titleEnglish": "Gin Tama",
      "sypnosis": "During the Edo period, Japan is suddenly invaded by alien creatures known as the \"Amanto.\" Despite the samurai's attempts to combat the extraterrestrial menace, the Shogun soon realizes that their efforts are futile and decides to surrender. This marks the beginning of an uneasy agreement between the Shogunate and Amanto, one that results in a countrywide sword ban and the disappearance of the samurai spirit.\n\nHowever, there exists one eccentric individual who wields a wooden sword and refuses to let his samurai status die. Now that his kind are no longer needed, Gintoki Sakata performs various odd jobs around town in order to make ends meet. Joined by his self-proclaimed disciple Shinpachi Shimura, the fearsome alien Kagura, and a giant dog named Sadaharu, they run the business known as Yorozuya, often getting caught up in all sorts of crazy and hilarious shenanigans.\n\n[Written by MAL Rewrite]\n\nIncluded one-shots:\nVolume 1: Dandelion\nVolume 2: Shirokuro (Black and White)\nVolume 24: 13\nVolume 38: Bankara-san ga Tooru",
      "authors": [
        {
          "firstName": "Hideaki",
          "role": "Story & Art",
          "id": "3C4897A7-4ACC-40A3-8C30-10EE6B15DDF7",
          "lastName": "Sorachi"
        }
      ],
      "chapters": 709,
      "background": "As of February 2018, publisher Shueisha revealed that Gintama has more than 55 million copies in print in Japan. The series was nominated for Best Manga under the comedy category in 2008 at the Society for the Promotion of Japanese Animation. VIZ Media published the manga in English as Gin Tama under the Shonen Jump Advanced imprint, with 23 volumes published from July 3, 2007 to August 2, 2011 before release was discontinued. It was also published in Spanish by Glénat, with 16 volumes published from October 2007 to May 2010; and in Italian by Planeta DeAgostini from July 4, 2008 to January 9, 2010 before release was discontinued. Star Comics picked up the license and re-released volume 1 on April 25, 2015.",
      "volumes": 77,
      "url": "\"https:\/\/myanimelist.net\/manga\/44\/Gintama\"",
      "endDate": "2019-06-20T00:00:00Z",
      "id": 44,
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267795l.jpg\"",
      "themes": [
        {
          "theme": "Gag Humor",
          "id": "71B61AC8-25A8-4329-85AC-AB116D33BAAF"
        },
        {
          "theme": "Historical",
          "id": "3CF0EDA7-5856-40F7-A0CF-EC676B4A842C"
        },
        {
          "theme": "Parody",
          "id": "B82BA11A-E4E2-44A8-9845-A6EA78C0680D"
        },
        {
          "theme": "Samurai",
          "id": "04238A83-08E4-4066-AE4C-D5024609F8F0"
        }
      ],
      "titleJapanese": "銀魂",
      "status": "finished",
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "2DEDC015-82DA-4EF4-B983-F0F58C8F689E",
          "genre": "Sci-Fi"
        }
      ]
    },
    {
      "sypnosis": "Junpei Manaka sneaks up to the roof to see the sunset. When he opens the door, he startles a mysterious beauty. She panics and runs away, but not before Junpei has caught sight of her adorable strawberry print panties...in EXTREME close-up. With that vision forever burned into his memory, Junpei embarks on a quest to find the girl, and the panties, of his dreams!\n\n(Source: Viz)",
      "authors": [
        {
          "role": "Story & Art",
          "id": "4D368923-E9C2-4693-BEE0-51BFB48F4B5C",
          "firstName": "Mizuki",
          "lastName": "Kawashita"
        }
      ],
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "genres": [
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D",
          "genre": "Ecchi"
        },
        {
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076",
          "genre": "Romance"
        }
      ],
      "background": "Ichigo 100% was published in English as Strawberry 100% by VIZ Media under the Shonen Jump Advanced imprint from July 3, 2007 to October 5, 2010; it was dropped after volume 14. The series was also published in Brazilian Portuguese as 100% Morango by Panini Comics under the Planet Manga imprint from April 2010 to April 2013.",
      "titleEnglish": "Strawberry 100%",
      "id": 45,
      "endDate": "2005-08-01T00:00:00Z",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/259714l.jpg\"",
      "chapters": 167,
      "score": 7.77,
      "startDate": "2002-02-19T00:00:00Z",
      "titleJapanese": "いちご100%",
      "status": "finished",
      "themes": [
        {
          "theme": "Harem",
          "id": "C91B67F0-2B27-43F8-B399-13A974E14825"
        },
        {
          "theme": "School",
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"
        }
      ],
      "title": "Ichigo 100%",
      "url": "\"https:\/\/myanimelist.net\/manga\/45\/Ichigo_100\"",
      "volumes": 19
    },
    {
      "sypnosis": "Akito Hayama is the infamous God Hand, an art thief who steals only masterpieces. But these arn't your ordinary art pieces, they're actually copies made by Akito's missing mother. Akito is caught by an underground art broker and consequently learns the reason for the disappearance of his mother. In a attempt to save himself, a new found ability 'Kannade' emerges within Akito, as well as the quest to find certain art pieces by Akito's mother and what Kannade's fate really is.\n\nIncluded one-shot:\nVolume 2: Kannade (pilot), God Hand",
      "authors": [
        {
          "firstName": "Takeo",
          "id": "71892A43-C0AF-49F4-B744-A6573E9E15E3",
          "lastName": "Horibe",
          "role": "Story & Art"
        }
      ],
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "97C8609D-856C-419E-A4ED-E13A5C292663",
          "genre": "Mystery"
        }
      ],
      "background": null,
      "chapters": 15,
      "id": 46,
      "endDate": "2003-12-15T00:00:00Z",
      "startDate": "2003-09-22T00:00:00Z",
      "score": 6.83,
      "status": "finished",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/267796l.jpg\"",
      "titleEnglish": null,
      "titleJapanese": "神撫手",
      "themes": [],
      "title": "Kannade",
      "volumes": 2,
      "url": "\"https:\/\/myanimelist.net\/manga\/46\/Kannade\""
    },
    {
      "sypnosis": "The life of Tsunayoshi \"No-Good Tsuna\" Sawada is a complete wreck. Terrible grades, horrible fitness, and a non-existent social life means he has no reason to attend school, especially after discovering that his crush, Kyouko Sasagawa, is already seeing someone. Unbeknownst to him however, the blood of Giotto, the great Vongola the First, runs through his veins.\n\nEnter home tutor Reborn, an infant who claims to be the world's greatest hitman. Under orders from Vongola the Ninth, Reborn has come to train Tsuna to become a worthy successor to the famous Vongola Famiglia name. Tsuna, however, refuses, and claims that he will never become a mafia boss. How will the world's greatest hitman react to such opposition? Will he force Tsuna to adhere? Or will he use this unwillingness to his advantage? This is a story of a reluctant successor as he takes on the responsibilities of becoming the underworld's next ruling mafia leader, with the help of his friends and a one-of-a-kind home tutor.\n\n[Written by MAL Rewrite]",
      "authors": [
        {
          "firstName": "Akira",
          "lastName": "Amano",
          "role": "Story & Art",
          "id": "1534F49A-21CF-41D0-A8A5-88B66D8593F3"
        }
      ],
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "genres": [
        {
          "genre": "Action",
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD"
        },
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        }
      ],
      "background": "Katekyo Hitman Reborn! was published in English as Reborn! by VIZ Media under the Shonen Jump Advanced imprint. 16 volumes were published from October 3, 2006 to July 6, 2010 before release was discontinued. It was also published in Brazilian Portuguese by Panini Comics\/Planet Manga since February 2013.",
      "chapters": 411,
      "titleJapanese": "家庭教師ヒットマンREBORN!",
      "endDate": "2012-11-12T00:00:00Z",
      "titleEnglish": "Reborn!",
      "score": 8.12,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/253085l.jpg\"",
      "id": 47,
      "startDate": "2004-05-24T00:00:00Z",
      "status": "finished",
      "themes": [
        {
          "id": "CD1C343C-95BF-4C51-9C70-BEE137D022AF",
          "theme": "Organized Crime"
        },
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        },
        {
          "id": "472FB2AE-13C0-4EEE-9A45-A7B75AC5DC29",
          "theme": "Super Power"
        }
      ],
      "title": "Katekyo Hitman Reborn!",
      "url": "\"https:\/\/myanimelist.net\/manga\/47\/Katekyo_Hitman_Reborn\"",
      "volumes": 42
    },
    {
      "sypnosis": "Randou Masashi is a brash karate star who strikes fear in everyone around him. But despite his intimidating presence, he is secretly in love with the sweet and beautiful Rina Kurimi. Unfortunately, Randou is involved in a horrific bus accident, which leaves him comatose and with a disfigured face. A year later, he awakes to discover something utterly shocking—his face now resembles Rina's!\n\nRandou learns that he has been under the care of a surgeon named Jun Manabe, who reconstructed Randou's face based on a picture he had of Rina. Moreover, Randou is presumed dead, and his parents have moved away as a result. Distraught, Randou crosses paths with Rina and is mistaken for her twin sister Yuna, who fled from her house two years ago. Although Randou initially wished to restore his face, seeing Rina elated makes him reconsider his decision.\n\nHowever, a boy disguising himself as a girl is as absurd as it sounds, and being surrounded by troublesome individuals only makes it more difficult. Nevertheless, Randou is adamant about concealing his identity until he finds the real Yuna.\n\n[Written by MAL Rewrite]",
      "authors": [
        {
          "lastName": "Kano",
          "firstName": "Yasuhiro",
          "role": "Story & Art",
          "id": "A7DB86E4-4967-4065-9EC5-F370F7C658E3"
        }
      ],
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "genres": [
        {
          "genre": "Comedy",
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2"
        },
        {
          "genre": "Ecchi",
          "id": "9A13ADF1-52E5-4112-AE95-6F0DDEF4BC0D"
        },
        {
          "genre": "Romance",
          "id": "D8E1E0A9-DDC2-4520-BED7-745DD8DAD076"
        }
      ],
      "background": "Pretty Face was published in English by VIZ Media under the Shonen Jump imprint in print from August 7, 2007 to June 3, 2008, and digitally from June 11, 2013 to September 24, 2013.",
      "titleEnglish": "Pretty Face",
      "chapters": 53,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/123699l.jpg\"",
      "titleJapanese": "プリティフェイス",
      "status": "finished",
      "id": 48,
      "score": 7.57,
      "endDate": "2003-06-09T00:00:00Z",
      "startDate": "2002-05-14T00:00:00Z",
      "themes": [
        {
          "id": "6F43515B-9E16-402A-AD36-FB0B9FF64624",
          "theme": "Magical Sex Shift"
        },
        {
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D",
          "theme": "School"
        }
      ],
      "title": "Pretty Face",
      "volumes": 6,
      "url": "\"https:\/\/myanimelist.net\/manga\/48\/Pretty_Face\""
    },
    {
      "sypnosis": "Seishun Academy is home to one of the best middle school tennis teams in all of Japan. Freshman tennis prodigy Ryouma Echizen enrolls in the prestigious institution with his eyes set on claiming a regular position on the Boys' Tennis Team. As the son of legendary tennis player Samurai Nanjirou, Ryouma is sick of living in his shadow and wishes to surpass him someday. He is confident in his skills and has the cocky attitude to match. His teammates, however, are reluctant to accept him into their starting lineup, as he hasn't proven himself worthy of the spot.\n\nSeishun's ultimate goal is to make it to the National Tournament by the end of the year, but they first have to make it through the Kanto Regionals to even qualify for a spot in it. With their new \"super rookie\" on the team, Seishun is ready to take on anything that comes their way. With a varied assortment of rivals and opponents that can threaten their chance at the title, the Seishun team needs to give it their all in order to rise to the top.\n\n[Written by MAL Rewrite]\n\nIncluded one-shot:\nVolume 5: Tennis no Oujisama (pilot)",
      "authors": [
        {
          "role": "Story & Art",
          "lastName": "Konomi",
          "id": "9B08E961-8BD3-4D4E-85D8-4240C5507D10",
          "firstName": "Takeshi"
        }
      ],
      "demographics": [
        {
          "demographic": "Shounen",
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9"
        }
      ],
      "genres": [
        {
          "genre": "Sports",
          "id": "914A2BD5-5A1F-4D6F-9EA5-A839D5A8176B"
        }
      ],
      "background": "Tennis no Oujisama serialized in the Weekly Shounen Jump from July 1999 to March 2008. The series was put on hiatus in July 2006 after the writer, Takeshi Konomi, was injured in an accident; publication resumed in September 2006. The series was published in English as The Prince of Tennis by VIZ Media under the Shonen Jump imprint from April 21, 2004 to July 5, 2011. The manga has received multiple media adaptations. Since the Golden Week of 2003, Marvelous Entertainment has produced a series of musicals that are shown bi-annually, with each musical adapting one arc of the manga storyline. A live adaptation film was released in Japan on May 13, 2006, covering the storyline from when Ryoma arrives in Japan to the match against Hyotei Academy. Three Chinese dramas have been produced. Due to localization, the dramas feature different characters and cultural themes, but the story and characters' portrayal remain similar to the manga. A variety of video games based on the series, mostly tennis games or dating simulators, have been released in Japan across multiple consoles. A half-hour weekly radio show was also produced, featuring over 300 music CDs along with a large range of merchandise.",
      "titleEnglish": "The Prince of Tennis",
      "titleJapanese": "テニスの王子様",
      "chapters": 382,
      "startDate": "1999-07-06T00:00:00Z",
      "score": 7.71,
      "status": "finished",
      "id": 49,
      "endDate": "2008-03-03T00:00:00Z",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/3\/153238l.jpg\"",
      "themes": [
        {
          "theme": "School",
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"
        }
      ],
      "title": "Tennis no Oujisama",
      "url": "\"https:\/\/myanimelist.net\/manga\/49\/Tennis_no_Oujisama\"",
      "volumes": 42
    },
    {
      "sypnosis": "Shamans are extraordinary individuals with the ability to communicate with ghosts, spirits, and gods, which are invisible to ordinary people. The Shaman Fight—a prestigious tournament pitting shamans from all over the world against each other—is held every five hundred years, where the winner is crowned Shaman King. This title allows the current incumbent to call upon the Great Spirit and shape the world as they see fit.\n \nFinding himself late for class one night, Manta Oyamada, an ordinary middle school student, decides to take a shortcut through the local cemetery. Noticing him, a lone boy sitting on a gravestone invites Manta to stargaze with \"them.\" Realizing that \"them\" refers to the boy and his ghostly friends, Manta flees in terror. Later, the boy introduces himself as You Asakura, a Shaman-in-training, and demonstrates his powers by teaming up with the ghost of six-hundred-year-old samurai Amidamaru to save Manta from a group of thugs. You befriends Manta due to his ability to see spirits, and with the help of Amidamaru, they set out to accomplish You's goal of becoming the next Shaman King.\n\n[Written by MAL Rewrite]\n\nNote: This entry is for the original printing of Shaman King. Please see Shaman King (Kanzenban Edition) for the chapters not included in this edition.",
      "authors": [
        {
          "id": "B9EE00B9-5DC6-47C4-A709-EFF5E0BB1C8C",
          "role": "Story & Art",
          "lastName": "Takei",
          "firstName": "Hiroyuki"
        }
      ],
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "genres": [
        {
          "id": "72C8E862-334F-4F00-B8EC-E1E4125BB7CD",
          "genre": "Action"
        },
        {
          "id": "BE70E289-D414-46A9-8F15-928EAFBC5A32",
          "genre": "Adventure"
        },
        {
          "id": "F974BCB6-B002-44A6-A224-90D1E50595A2",
          "genre": "Comedy"
        },
        {
          "id": "AE80120B-6659-4C0E-AEB2-227EC25EC4AF",
          "genre": "Supernatural"
        }
      ],
      "background": "Shaman King was published in English by VIZ Media under the Shonen Jump imprint from August 6, 2003 to January 4, 2011.",
      "chapters": 288,
      "endDate": "2004-08-30T00:00:00Z",
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/255376l.jpg\"",
      "startDate": "1998-06-30T00:00:00Z",
      "status": "finished",
      "score": 7.79,
      "id": 50,
      "titleEnglish": "Shaman King",
      "titleJapanese": "シャーマンキング",
      "themes": [
        {
          "id": "472FB2AE-13C0-4EEE-9A45-A7B75AC5DC29",
          "theme": "Super Power"
        }
      ],
      "title": "Shaman King",
      "url": "\"https:\/\/myanimelist.net\/manga\/50\/Shaman_King\"",
      "volumes": 32
    },
    {
      "volumes": 31,
      "id": 51,
      "url": "\"https:\/\/myanimelist.net\/manga\/51\/Slam_Dunk\"",
      "startDate": "1990-09-18T00:00:00Z",
      "endDate": "1996-06-04T00:00:00Z",
      "score": 9.08,
      "background": "Slam Dunk was awarded the 40th Shogakukan Manga Award for best shounen manga in 1994. In a 2006 poll for the 10th Japan Media Arts Festival, the series was voted by Japanese fans as the #1 manga series of all time. With over 120 million copies sold as of 2012, it is one of the most successful manga series to date. Its wide success led to a large increase in the popularity of basketball in Japanese youth. In 2010, Takehiko Inoue received special commendations from the Japan Basketball Association for popularizing basketball in Japan. The series was published in English by Gutsoon! Entertainment under the Raijin Comics Imprint for five volumes from July 2, 2003 to May 5, 2004. After Gutsoon's shutdown, publishing rights to Slam Dunk were purchased by VIZ Media who then republished the series under the Shonen Jump imprint from September 2, 2008 to December 3, 2013. It was published in Spanish by Ivrea España from February 2003 to September 2005 and republished in Kanzenban from January 2010 to May 2016.",
      "chapters": 276,
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/2\/258749l.jpg\"",
      "titleEnglish": "Slam Dunk",
      "authors": [
        {
          "firstName": "Takehiko",
          "role": "Story & Art",
          "id": "FB305DE7-B30E-41D1-B4AB-24B7565E3840",
          "lastName": "Inoue"
        }
      ],
      "themes": [
        {
          "theme": "School",
          "id": "2ABA639D-480C-44FC-AE2C-FAA71C42DE7D"
        },
        {
          "theme": "Team Sports",
          "id": "5337B561-472F-46B2-A2CD-7FD251A74150"
        }
      ],
      "titleJapanese": "SLAM DUNK",
      "genres": [
        {
          "id": "4C13067F-96FF-4F14-A1C0-B33215F24E0B",
          "genre": "Award Winning"
        },
        {
          "id": "914A2BD5-5A1F-4D6F-9EA5-A839D5A8176B",
          "genre": "Sports"
        }
      ],
      "title": "Slam Dunk",
      "sypnosis": "Hanamichi Sakuragi, a tall, boisterous teenager with flame-red hair and physical strength beyond his years, is eager to put an end to his rejection streak of 50 and finally score a girlfriend as he begins his first year of Shohoku High. However, his reputation for delinquency and destructiveness precedes him, and most of his fellow students subsequently avoid him like the plague. As his first day of school ends, he is left with two strong thoughts: \"I hate basketball\" and \"I need a girlfriend.\"\n\nHaruko Akagi, ignorant of Hanamichi's history of misbehavior, notices his immense height and unwittingly approaches him, asking whether or not he likes basketball. Overcome by the fact that a girl is speaking to him, the red-haired giant blurts out a yes despite his true feelings. At the gym, Haruko asks if he can do a slam dunk. Though a complete novice, Hanamachi palms the ball and makes the leap...but overshoots, slamming his head into the backboard. Amazed by his near-inhuman physical abilities, Haruko quickly notifies the school's basketball captain of his feat. With this, Hanamichi is unexpectedly thrust into a world of competition for a girl he barely knows, but he soon discovers that there is perhaps more to basketball than he once thought.\n\n[Written by MAL Rewrite]",
      "status": "finished",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ]
    },
    {
      "mainPicture": "\"https:\/\/cdn.myanimelist.net\/images\/manga\/1\/267799l.jpg\"",
      "themes": [
        {
          "id": "5337B561-472F-46B2-A2CD-7FD251A74150",
          "theme": "Team Sports"
        }
      ],
      "sypnosis": "Everybody has a dream, and for Shou Kazamatsuri, that dream is simple: he wants to be the best soccer player he can possibly be. He's the spirited leader of the Josui Junior High team and everyone looks up to him. In turn, he tries to keep the team together at any cost!\n\n(Source: VIZ Media)",
      "demographics": [
        {
          "id": "5E05BBF1-A72E-4231-9487-71CFE508F9F9",
          "demographic": "Shounen"
        }
      ],
      "titleJapanese": "ホイッスル!",
      "startDate": "1998-02-24T00:00:00Z",
      "endDate": "2002-10-08T00:00:00Z",
      "url": "\"https:\/\/myanimelist.net\/manga\/52\/Whistle\"",
      "status": "finished",
      "background": "Whistle! was published in English by VIZ Media under the Shonen Jump imprint from October 12, 2004 to January 5, 2010.",
      "authors": [
        {
          "id": "BE07733D-5FBA-47C2-A4F6-71C85EE4835A",
          "role": "Story & Art",
          "lastName": "Higuchi",
          "firstName": "Daisuke"
        }
      ],
      "titleEnglish": "Whistle!",
      "title": "Whistle!",
      "id": 52,
      "volumes": 24,
      "genres": [
        {
          "id": "4312867C-1359-494A-AC46-BADFD2E1D4CD",
          "genre": "Drama"
        },
        {
          "id": "914A2BD5-5A1F-4D6F-9EA5-A839D5A8176B",
          "genre": "Sports"
        }
      ],
      "chapters": 216,
      "score": 7.79
    }
  ],
  "metadata": {
    "page": 1,
    "per": 50,
    "total": 64833
  }
}
